Repository: ziggimon/service.openelec.settings
Catalog: language/Lithuanian/strings.po
Languages: lt

# #32338
source: No Bluetooth adapter found.
lt: Bluetooth adapteris nerastas

# #32339
source: No Bluetooth device found. Please put your Bluetooth device into discovery mode[CR]and start the scan
lt: Neratas Bluetooth įrenginys. Įjunkite jūsų Bluetooth įrenginio aptikimo režimą[CR]ir paleiskite nuskaitymą

# #32341
source: Enable Remote Syslog Server
lt: Įjungti nuotolinį Syslog serverį

# #32342
source: Syslog Server IP Address
lt: Syslog serverio IP adresas

# #32343
source: Enter the following Key on your Device.
lt: Įveskite šį raktą jūsų įrenginyje.

# #32344
source: Enable Bluetooth
lt: Įjungti Bluetooth

# #32345
source: Bluetooth daemon is not running!
lt: Bluetooth tarnyba nepaleista!

# #32346
source: Bluetooth is disabled
lt: Bluetooth išjungtas

# #32358
source: Trust and Connect
lt: Pasitikėti ir prisijungti

# #32359
source: Support
lt: Palaikymas

# #32360
source: Please enter your email address
lt: Įveskite savo elektroninio pašto adresą

# #32361
source: The following Informations are Invalid:
lt: Ši informacija yra neteisinga:

# #32362
source: Check for updates now:
lt: Patikrinti dabar ar yra atnaujinimų:

# #32364
source: Update available
lt: Galimas atnaujinimas

# #32365
source: Show Update Notifications
lt: Rodyti atnaujinimų pranešimus

# #32366
source: Update Download Completed
lt: Atnaujinimo atsiuntimas baigtas

# #32367
source: Update Extract Complete
lt: Atnaujinimo išskleidimas baigtas

# #32368
source: Advanced Network Settings
lt: Išplėstiniai tinklo nustatymai

# #32369
source: Wait for network before starting Kodi
lt: Palaukti tinklo prieš paleidžiant Kodi

# #32370
source: Maximum Wait Time (Sec.)
lt: Maksimalus laukimo laikas (sek.)

# #32371
source: Backup
lt: Atsarginė kopija

# #32372
source: Create System and Kodi Backup
lt: Sukurti sistemos ir Kodi atsarginę kopiją

# #32373
source: Restore Backup
lt: Atstatyti iš atsarginės kopijos

# #32375
source: Backup Progress
lt: Atsarginės kopijos progresas

# #32376
source: Select a backup destination directory
lt: Pasirinkite atsarginės kopijos paskirties katalogą

# #32377
source: Select the backup file to restore
lt: Pasirinkite atsarginę kopiją atkūrimui

# #32378
source: The information you entered is incomplete
lt: Įvesta informacija yra nepilna

# #32379
source: There is not enough free storage space to continue!
lt: Nepakanka laisvos vietos, kad būtų galima tęsti!

# #32380
source: Restoring system settings requires a reboot. Are you sure you want to restore?
lt: Norint atkurti sistemą iš atsarginės kopijos, reikia iš naujo paleisti sistemą. Ar tikrai norite atkurti?

# #32381
source: Accept incoming Bluetooth Filetransfer ?
lt: Priimti įeinantį Bluetooth failo perkėlimą ?

# #32382
source: Speed
lt: Greitis

# #32383
source: Play Files ?
lt: Atkurti failus ?

# #32384
source: OBEX Enabled
lt: OBEX įjungtas

# #32385
source: OBEX Upload Folder
lt: OBEX įkėlimo aplankas

# #32386
source: Keyboard Layout Variant #1
lt: Klaviatūros išdėstymo variantas #1

# #32387
source: Keyboard Layout Variant #2
lt: Klaviatūros išdėstymo variantas #2

# #32388
source: Enable Standby
lt: Įjungti pristabdymą

# #32389
source: Disable Standby
lt: Išjungti pristabdymą

# #32390
source: Settings addon is not yet ready, please try again later.
lt: Nustatymų priedas dar neparuoštas, pabandykite vėliau dar kartą.

# #32391
source: Enable LCD Driver Support
lt: Įjungti LCD tvarkyklių palaikymą
