Repository: ziggimon/service.openelec.settings
Catalog: language/Lithuanian/strings.po
Languages: lt

# #600
source: @DISTRONAME@ Settings
lt: @DISTRONAME@ nustatymai

# #601
source: Interface
lt: Sąsaja

# #602
source: Address
lt: Adresas

# #603
source: Type
lt: Rūšis

# #604
source: State
lt: Valstybė

# #605
source: Address
lt: Adresas

# #606
source: Distribution:
lt: Distribucija:

# #607
source: Version:
lt: Versija:

# #608
source: Architecture:
lt: Architektūra:

# #609
source: Open Embedded Linux Entertainment Center (OpenELEC) is a minimal Linux distribution purpose built for Kodi media center. OpenELEC is designed to boot fast with an installation process simple enough for anyone to convert a bare HTPC into a fully configured media machine in under 15 minutes.
lt: Open Embedded Linux Entertainment Center (OpenELEC) yra minimali Linux distribucija, specialiai sukurta Kodi media centrui. OpenELEC sukurtas, kad greitai pasileistų su pakankamai paprastu diegimo procesu, tam kad kiekvienas galėtų pliką HTPC paversti pilnai sukonfigūruotu media centru per mažiau nei 15 minučių.

# #610
source: [B]Support:[/B][CR]Web: http://openelec.tv[CR]Forum: http://openelec.tv/forum[CR]Wiki: http://wiki.openelec.tv[CR][CR][B]Social Media:[/B][CR]IRC: #openelec on freenode.net (web-based chat is also available from the website)[CR]Twitter: https://twitter.com/openelec[CR]Facebook: http://www.facebook.com/OpenELEC[CR]Google+: https://plus.google.com/+openelec
lt: [B]Palaikymas:[/B][CR]Žiniatinklis: http://openelec.tv[CR]Forumas: http://openelec.tv/forum[CR]Wiki: http://wiki.openelec.tv[CR][CR][B]Socialinė žiniasklaida:[/B][CR]IRC: #openelec on freenode.net (žiniatinklio tikralaikiai pokalbiai taip pat prieinami ir tinklapyje)[CR]Twitter: https://twitter.com/openelec[CR]Facebook: http://www.facebook.com/OpenELEC[CR]Google+: https://plus.google.com/+openelec

# #611
source: The OpenELEC project runs on goodwill, love, and your donations. If you would like to contribute to the project you can donate using PayPal, Flattr or Bitcoin. Making a donation is easy and takes only a couple of minutes. http://openelec.tv/donate
lt: OpenELEC projektas veikia palaikomas geros valios, meilės ir jūsų aukų. Jei norite prisidėti prie projekto, galite aukoti, naudodami PayPal, Flattr arba Bitcoin. Paaukoti labai paprasta ir užtruks pora minučių. http://openelec.tv/donate

# #700
source: Configure a hostname, keyboard type, perform a reset, update, or backups and restores
lt: Konfigūruoti pagrindinio kompiuterio vardą, klaviatūros tipą, atlikti atstatymą į pradinę būseną, atnaujinimą ar atsarginės kopijos sukūrimą ir atstatymą

# #701
source: Configure network startup options, NTP and VPNs
lt: Konfigūruoti tinklo paleidimo parinktis, NTP ir VPN

# #702
source: Manage the Ethernet, Wireless and VPN connections available to the system
lt: Valdyti sistemoje prieinamus laidinio tinklo, bevielio tinklo ir VPN prisijungimus

# #703
source: Configure system services like Samba, SSH, Cron, Avahi and Syslog
lt: Konfigūruoti sistemines paslaugas, tokias kaip Samba, SSH, Cron, Avahi ir Syslog

# #704
source: Configure and pair Bluetooth devices
lt: Konfigūruoti ir poruoti Bluetooth įrenginius

# #705
source: Useful information like version and architecture details, support and social media links, and how to make a donation to the project
lt: Nauding informacija, tokia kaip versija ir architektūros detalės, palaikymo ir socialinės žiniasklaidos nuorodos ir kaip paaukoti projektui

# #710
source: Configure the Hostname of your @DISTRONAME@ system. This will be used for the HTPC \\hostname in Windows and SMB server name in the Mac OS Finder
lt: Nustatykite savo @DISTRONAME@ sistemos kompiuterio vardą. Jis bus naudojamas kaip HTPC \\hostname Windows sistemoje ir SMB serverio vardas Mac OS Finder programoje

# #711
source: Configure the 1st keyboard software layout
lt: Konfigūruoti 1-os klaviatūros programinės įrangos išdėstymą

# #712
source: Configure the 2nd keyboard software layout
lt: Konfigūruoti 2-os klaviatūros programinės įrangos išdėstymą

# #713
source: Configure the physical keyboard type
lt: Konfigūruoti fizinės klaviatūros tipą

# #714
source: @DISTRONAME@ can be configured for automatic or manual updates. Automatic updates are available on stable releases and stable release candidates. Automatic update self-disables on beta and development builds
lt: @DISTRONAME@ gali būti atnaujinamas automatiniu arba rankiniu būdu. Automatiniai atnaujinimai galimi stabiliems leidimams ir stabilioms kandidatinėms versijoms. Automatiniai atnaujinimai išjungiami beta ir kūrimo versijoms

# #715
source: Set to ON and an on-screen notification will be displayed when a new update is available
lt: Įjunkite ir ekrane bus rodomas pranešimas, kai bus prieinamas naujas atnaujinimas

# #716
source: Click to manually check the @DISTRONAME@ servers for an updated release
lt: Paspauskite, jei norite patikrinti ar yra atnaujintas leidimas @DISTRONAME@ serveriuose

# #717
source: If you have an small LCD or VFD attached to your @DISTRONAME@ system you must configure the correct display driver
lt: Jei turite prijungtą mažą LCD ar VFD prie savi @DISTRONAME@ sistemos, jums reikia nustatyti teisingas vaizdo tvarkykles

# #718
source: Set on ON and @DISTRONAME@ will spin down attached drives (not the main system drive) when idle
lt: Nustatykite ĮJUNGTA ir @DISTRONAME@ sustabdys prijungtus diskus (ne pagrindinį sistemos diską), kai jie nenaudojami

# #719
source: Configure the number of minutes before hard-drive spin down occurs
lt: Nustatykite minučių skaičių, po kurio kietieji diskai bus sustabdyti

# #720
source: Set to ON and Bluetooth devices will be disabled during power-saving modes
lt: Nustatykite Įjungta ir Bluetooth įrenginiai bus atjungti, įjungus energijos taupymo režimą

# #722
source: Create a tar archive containing all @DISTRONAME@ and Kodi configuration settings, databases and thumbnail content. Backup files will be stored in /storage/backups
lt: Sukurkite tar archyvą su visais @DISTRONAME@ ir Kodi konfigūracijos nustatymais, duomenų bazėmis ir miniatiūromis. Atsarginės kopijos failai bus saugomi /storage/backups aplanke

# #723
source: Restore a tar archive backup previously created using the backup option above
lt: Atstatyti *.tar archyvo atsarginę kopiją, sukurtą naudojant aukščiau esančią atsarginės kopijos parinktį

# #724
source: [COLOR FF00FF00]SOFT RESET[/COLOR] Permanently reset @DISTRONAME@ configuration to defaults (resets also Kodi to default including your library. your media - music/videos/etc are not touched)
lt: [COLOR FF00FF00]PROGRAMINIS ATSTATYMAS[/COLOR] Negrįžtamai atstatyti @DISTRONAME@ konfigūracijos numatytąsias reikšmes (taip pat atstato ir Kodi numatytąsias reikšmes, įskaitant biblioteką, media įrašai - muzika/vaizdo įrašai/kt. nebus paliesti)

# #725
source: [COLOR FFFF0000]HARD RESET[/COLOR] Permanently reset @DISTRONAME@ and Kodi configuration to defaults (everything in your storage partition will be deleted)
lt: [COLOR FFFF0000]APARATINIS ATSTATYMAS[/COLOR] Negrįžtamai atstatyti @DISTRONAME@ ir Kodi konfigūracijos numatytąsias reikšmes (viskas jūsų saugyklos skirsnyje bus ištrinta)

# #726
source: Enable or disable support for Wireless (WLAN) networks
lt: Įjungti arba išjungti bevielių tinklų (WLAN) palaikymą

# #727
source: Enable a 'tethered' Wireless Access Point. This requires your wireless card (and driver) to support bridging and access point mode. Not all cards are capable.
lt: Įjungti 'susietą' bevielį prieigos tašką. Tam reikia, kad jūsų bevielio tinklo plokštė (ir tvarkyklės) palaikytų tiltinį sujungimą ir prieigos taško režimą. Tai atlikti pajėgios ne visos plokštės.

# #728
source: Configure the Access Point SSID
lt: Konfigūruoti prieigos taško SSID

# #729
source: Configure the Access Point Passphrase
lt: Konfigūruoti prieigos taško slaptafrazę

# #730
source: Enable or disable support for Wired (Ethernet) networks
lt: Įjungti arba išjungti laidinių (Ethernet) tinklų palaikymą

# #731
source: Configure OpenVPN and PPTP VPN connections
lt: Konfigūruoti OpenVPN ar PPTP VPN prisijungimus

# #732
source: Configure the 1st time (NTP) server
lt: Konfigūruoti 1-ąjį laiko (NTP) serverį

# #733
source: Configure the 2nd time (NTP) server
lt: Konfigūruoti 2-ąjį laiko (NTP) serverį

# #734
source: Configure the 3rd time (NTP) server
lt: Konfigūruoti 3-ąjį laiko (NTP) serverį

# #736
source: Set to ON to delay Kodi startup until the network is available. Use this if the OS is booting into Kodi before the network is up and central MySQL databases are accessible.
lt: Nustatykite ĮJUNGTA, jei norite uždelsti Kodi paleidimą iki kol bus prieinamas tinklas. Naudokite tai, jei OS paleidžia Kodi anksčiau nei prisijungiama prie tinklo ir centrinės MySQL duomenų bazės yra pasiekiamos.

# #738
source: Set to ON to enable the embedded Samba (SMB) filesharing service
lt: Nustatykite ĮJUNGTA, jei norite įjungti integruotą Samba (SMB) failų bendrinimo paslaugą

# #739
source: Set to ON to require username/password access to local Samba fileshares
lt: Nustatykite ĮJUNGTA, kad būtų reikalingas vartotojo vardas/slaptažodis, norint pasiekti Samba bendrinamus failus

# #740
source: Set the username for Samba sharing
lt: Nustatykite vartotojo vardą Samba bendrinimui

# #741
source: Set the password for Samba sharing
lt: Nustatykite slaptažodį Samba bendrinimui

# #742
source: Set to ON to enable the embedded SSH server. The SSH console can be accessed with username 'root' and password '@ROOT_PASSWORD@'.
lt: Nustatykite ĮJUNGTA, norėdami įgalinti vidinį SSH serverį. SSH konsolę galite pasiekti su vartotojo vardu 'root' ir slaptažodžiu '@ROOT_PASSWORD@'.

# #743
source: Set to ON if you have copied private SSH keys to your HTPC and would like to improve security by disabling SSH username and password authentication.
lt: Nustatykite ĮJUNGTA, jei nukopijavote SSH raktus į jūsų HTPC ir norite pagerinti saugumą išjungiant SSH vartotojo vardo ir slaptažodžio autentikaciją.

# #744
source: Set to ON to enable the Avahi (Zeroconf/Bonjour) network discovery service
lt: Nustatykite ĮJUNGTA, jei norite įjungti Avahi (Zeroconf.Bonjour) tinklo aptikimo paslaugą

# #745
source: Set to ON to enable the cron daemon
lt: Nustatykite ĮJUNGTA, jei norite įjungti cron tarnybą

# #746
source: Set to ON to send system event logs (/var/log/messages) to a remote Syslog server
lt: Nustatykite ĮJUNGTA, jei norite siųsti sistemos įvykių žurnalą (/var/log/messages) į nutolinį Syslog serverį

# #747
source: Configure the IP address of the remote Syslog server
lt: Konfigūruoti nuotolinio Syslog serverio IP adresą

# #751
source: With OBEX filetransfer you can send files, for example movies or pictures over bluetooth to @DISTRONAME@.
lt: Su OBEX filetransfer galite siųsti failus, pvz., filmus ar nuotraukas, per bluetooth į @DISTRONAME@.

# #752
source: Here you can set the folder location where OBEX file transfer should store incoming files
lt: Čia jūs galite nustatyti aplanko vietą, kur OBEX failų perkėlimas turėtų saugoti gaunamus failus

# #753
source: Configure the 1st keyboard software Variant
lt: Konfigūruoti 1-ąjį klaviatūros programinės įrangos variantą

# #754
source: Configure the 2nd keyboard software Variant
lt: Konfigūruoti 2-ąjį klaviatūros programinės įrangos variantą

# #755
source: Auto share external drives / partitions
lt: Automatiškai bendrinti išorinius diskus / skirsnius

# #32000
source: Network
lt: Tinklas

# #32001
source: Services
lt: Paslaugos

# #32002
source: System
lt: Sistema

# #32003
source: Interface
lt: Sąsaja

# #32004
source: IP Address
lt: IP Adresas

# #32005
source: Type
lt: Rūšis

# #32006
source: State
lt: Būsena

# #32007
source: Driver
lt: Tvarkyklė

# #32008
source: LCD/VFD Driver
lt: LCD/VFD tvarkyklė

# #32009
source: Keyboard
lt: Klaviatūra

# #32010
source: Keyboard Layout
lt: Klaviatūros išdėstymas

# #32012
source: Sleep hard drive after (minutes)
lt: Užmigdyti kietąjį diską po (minutės)

# #32013
source: Updates
lt: Atnaujinimai

# #32014
source: Automatic Updates
lt: Automatiniai atnaujinimai

# #32100
source: Connections
lt: Prisijungimai

# #32101
source: Network
lt: Tinklas

# #32102
source: Wireless Networks
lt: Bevieliai tinklai

# #32103
source: Wired Networks
lt: Laidiniai tinklai

# #32105
source: Active
lt: Aktyvus

# #32106
source: Username
lt: Vartotojo vardas

# #32107
source: Passphrase
lt: Slaptafrazė

# #32108
source: Enable 'tethered' Wireless Access Point
lt: Įjungti 'susietą' bevielį prieigos tašką

# #32109
source: Connect Automatically
lt: Prisijungti automatiškai

# #32110
source: Connection
lt: Prijungimas

# #32113
source: IP Address Method
lt: IP adreso metodas

# #32114
source: IP Address
lt: IP Adresas

# #32115
source: Subnet Mask
lt: Potinklio kaukė

# #32116
source: Default Gateway
lt: Numatytasis tinklų sietuvas

# #32117
source: Prefix Length
lt: Prefikso ilgis

# #32118
source: Privacy
lt: Privatumas

# #32119
source: DNS Servers
lt: DNS serveris

# #32120
source: Nameserver #1
lt: Vardų serveris #1

# #32121
source: Nameserver #2
lt: Vardų serveris #2

# #32122
source: Nameserver #3
lt: Vardų serveris #3

# #32123
source: NTP Servers
lt: NTP serveriai

# #32124
source: Timeserver #1
lt: Laiko serveris #1

# #32125
source: Timeserver #2
lt: Laiko serveris #2

# #32126
source: Timeserver #3
lt: Laiko serveris #3

# #32127
source: DNS Domains
lt: DNS sritys

# #32128
source: Domain #1
lt: Sritis #1

# #32129
source: Domain #2
lt: Sritis #2

# #32130
source: Domain #3
lt: Sritis #3

# #32131
source: VPN Type
lt: VPN tipas

# #32132
source: Network Name
lt: Tinklo vardas

# #32133
source: VPN Server
lt: VPN serveris

# #32134
source: VPN DNS Domain
lt: VPN DNS sritis

# #32135
source: VPN Cookie
lt: VPN slapukas

# #32136
source: Server Certificate
lt: Serverio sertifikatas

# #32137
source: Certificate Autority Certificate
lt: Sertifikatų įstaigos sertifikatas

# #32138
source: Certificate
lt: Sertifikatas

# #32139
source: Key
lt: Raktas

# #32140
source: Save
lt: Išsaugoti

# #32141
source: Delete
lt: Pašalinti

# #32142
source: Refresh
lt: Atnaujinti

# #32143
source: Disconnect
lt: Atsijungti

# #32144
source: Connect
lt: Prisijungti

# #32145
source: Unable to connect
lt: Neįmanoma prisijungti

# #32146
source: Hidden Network Name
lt: Paslėpto tinklo vardas

# #32147
source: Wireless Network Passphrase
lt: Bevielio tinklo slaptafrazė

# #32148
source: Wireless Network Username
lt: Bevielio tinklo vartotojo vardas

# #32149
source: Add VPN
lt: Pridėti VPN

# #32150
source: Edit
lt: Redaguoti

# #32151
source: Refuse EAP
lt: Atsisakyti EAP

# #32152
source: Refuse PAP
lt: Atsisakyti PAP

# #32153
source: Refuse CHAP
lt: Atsisakyti CHAP

# #32154
source: Refuse MS-CHAP
lt: Atsisakyti MS-CHAP

# #32155
source: Refuse MS-CHAP v2
lt: Atsisakyti MS-CHAP v2

# #32156
source: Require MPPE
lt: Reikalauti MPPE

# #32157
source: Require MPPE (40 bit)
lt: Reikalauti MPEE (40 bitų)

# #32158
source: Require MPPE (128 bit)
lt: Reikalauti MPEE (128 bitų)

# #32159
source: Require Stateful MPPE
lt: Reikalauti išsamaus MPPE

# #32160
source: Disable BSD Compression
lt: Išjungti BSD glaudinimą

# #32161
source: Disable VJ Compression
lt: Išjungti VJ glaudinimą

# #32162
source: LCP Echo Failure
lt: LCP aido klaida

# #32163
source: LCP Echo Interval
lt: LCP aido intervalas

# #32164
source: Disable Deflate Compression
lt: Išjungti Deflate glaudinimą

# #32168
source: Port
lt: Prievadas

# #32179
source: Update Available
lt: Prieinamas atnaujinimas

# #32180
source: Would you like to update @DISTRONAME@ now?
lt: Ar norite atnaujinti @DISTRONAME@ dabar?

# #32181
source: Filename
lt: Failo vardas

# #32182
source: Download speed
lt: Atsiuntimo greitis

# #32183
source: Time remaining
lt: Liko laiko

# #32184
source: Extract file
lt: Išskleisti failą

# #32185
source: Extract speed
lt: Išskleidimo greitis

# #32186
source: Initialize Archive File
lt: Inicializuoti archyvo failą

# #32187
source: Latest Version
lt: Naujausia versija

# #32188
source: Current Version
lt: Dabartinė versija

# #32189
source: Identification
lt: Identifikacija

# #32190
source: System Name
lt: Sistemos vardas

# #32191
source: Error
lt: Klaida

# #32192
source: Unable to connect to Network
lt: Neįmanoma prisijungti prie tinklo

# #32193
source: Service
lt: Paslauga

# #32194
source: Restart Networking
lt: Perkrauti tinklą

# #32195
source: Support
lt: Palaikymas

# #32196
source: About
lt: Apie

# #32197
source: Update now
lt: Atnaujinti dabar

# #32199
source: If you would like to contribute to the OpenELEC project you can make a donation using [CR]PayPal, Flattr or Bitcoin. Donating is easy and takes only a few minutes.
lt: Jei norite prisidėti prie OpenELEC projekto, jūs galite paaukoti naudodamiesi[CR]PayPal, Flattr ar Bitcoin. Paaukoti yra lengva ir tai užtruks tik kelias minutes.

# #32202
source: Use Samba Password Authentication
lt: Naudoti Samba slaptažodžio autentifikavimą

# #32203
source: Disable SSH Password
lt: Išjungti SSH slaptažodį

# #32204
source: Enable Samba
lt: Įjungti Samba

# #32205
source: Enable SSH
lt: Įjungti SSH

# #32206
source: Enable Avahi (Zeroconf)
lt: Įjungti Avahi (Zeroconf)

# #32208
source: Hidden Wlan
lt: Paslėptas Wlan

# #32209
source: Proxy Server
lt: Įgaliotasis serveris

# #32210
source: Auto Proxy URL
lt: Automatinis įgaliotasis URL

# #32211
source: Proxy Servers
lt: Įgaliotieji serveriai

# #32212
source: Cancel
lt: Nutraukti

# #32213
source: Exit
lt: Išeiti

# #32214
source: Upload Logfiles
lt: Įkelti žurnalo failus

# #32215
source: Invalid Email Address
lt: Klaidingas el. pašto adresas

# #32216
source: Auto-Share External Drives
lt: Automatiškai bendrinti išorinius diskus

# #32300
source: Welcome to @DISTRONAME@
lt: Jus sveikina @DISTRONAME@

# #32301
source: Welcome
lt: Sveiki

# #32302
source: This wizard will guide you through the process of setting up your new @DISTRONAME@ installation - setting your location, timezone and connecting you to the internet.[CR][CR]These settings can be changed later by navigating to Programs > @DISTRONAME@ Settings.[CR][CR]To begin your @DISTRONAME@ experience, select your regional settings and your keyboard layout, then click Next.
lt: Šis vedlys padės jums pereiti @DISTRONAME@ nustatymo procesą - nustatant jūsų vietą, laiko juostą ir prijungiant jus prie interneto.[CR][CR]Šie nustatymai gali būti pakeisti vėliau, nuėjus į Programos > @DISTRONAME@ nustatymai.[CR][CR]Norėdami pradėti naudoti @DISTRONAME@, pasirinkite regioninius nustatymus bei klaviatūros išdėstymą ir spauskite 'Kitas'.

# #32303
source: Next
lt: Kitas

# #32304
source: To be identified easily on the network, your new @DISTRONAME@ machine needs a name.[CR][CR]Try to choose something meaningful - like the room it's in - so you'll know what it is when you see it on the network.[CR][CR]This name is used when configuring network services, like file sharing using samba.
lt: Kad būtų lengvai atpažįstama tinkle, jūsų @DISTRONAME@ sistemai reikalingas vardas.[CR][CR]Pasistenkite parinkti ką nors prasmingo - kaip, pavyzdžiui, kambarys kuriame ji yra - taip lengviau suprasite kas tai yra, kai pamatysite šį vardą tinkle.[CR][CR]Šis vardas naudojamas konfigūruojant tinklo paslaugas, tokias kaip bendrinimas naudojant samba.

# #32305
source: Networking
lt: Tinklas

# #32306
source: In order to download backdrops, banners and thumbnails for your movies and TV shows and to stream online content from sites like YouTube, @DISTRONAME@ needs to be connected the Internet.[CR][CR]An Internet connection is also required for @DISTRONAME@ to automatically update itself.
lt: Norint atsisiųsti foninius atvaizdus, reklamjuostes ir miniatiūras filmams ir TV laidoms bei priimti turinio transliacijas iš internetinių svetainių, tokių kaip YouTube, @DISTRONAME@ turi būti prijungtas prie interneto.[CR][CR]Interneto prisijungimas taip pat reikalingas, kad @DISTRONAME@ galėtų automatiškai atsinaujinti.

# #32307
source: Select your Regional Settings:
lt: Pasirinkti regioninius nustatymus:

# #32308
source: Hostname:
lt: Kompiuterio vardas:

# #32309
source: The following Networks are currently available:
lt: Šiuo metu prieinami šie tinklai:

# #32310
source: Keyboard:
lt: Klaviatūra:

# #32311
source: Sharing and Remote Access
lt: Bendrinimas ir nuotolinė prieiga

# #32312
source: @DISTRONAME@ also supports SSH for remote access. This is for advanced users who wish to interact with @DISTRONAME@'s underlying operating system. The default user is [COLOR blue]root[/COLOR] and the default password is [COLOR blue]@ROOT_PASSWORD@[/COLOR].
lt: @DISTRONAME@ taip pat palaiko SSH nuotolinei prieigai. Tai skirta pažengusiems vartotojams, kurie nori valdyti @DISTRONAME@ pagrindą sudarančią operacinę sistemą. Numatytasis vartotojo vardas yra [COLOR blue]root[/COLOR], slaptažodis - [COLOR blue]@ROOT_PASSWORD@[/COLOR].

# #32313
source: In order to share your files between your computers @DISTRONAME@ has incorporated a samba server. This samba server can be integrated into your local network by accessing it in a familiar way with Finder or Windows Explorer.
lt: Kad būtų galima bendrinti failus tarp kompiuterių, @DISTRONAME@ turi įdiegtą samba serverį. Samba serveris gali būti integruotas į jūsų vietinį tinklą, pasiekiant jį įprastu būdu, naudojant Finder ar Windows Explorer.

# #32314
source: enabled
lt: įjungta

# #32315
source: disabled
lt: išjungta

# #32316
source: Configure Services:
lt: Konfigūruoti paslaugas:

# #32317
source: Thank you
lt: Ačiū

# #32318
source: Your @DISTRONAME@ installation is now complete and you'll now enter Kodi when you can set up your media libraries. For help with this, there is a guide available at wiki.kodi.tv[CR][CR]@DISTRONAME@ is developed by a dedicated team of developers who work purely in their spare time. Even as a volunteer project, we still have to pay for our internet bandwidth and development resources so if you find @DISTRONAME@ useful, we will always appreciate a donation of any amount.[CR][CR]Finally, we hope you enjoy using @DISTRONAME@ as much as we've enjoying building it. If you need any more help, you can find links to get help along with latest news at our website
lt: @DISTRONAME@ diegimas baigtas ir dabar bus paleistas Kodi, kur galėsite nustatyti savo media bibliotekas. Jei jums pagalbos tai atliekant, wiki.kodi.tv galite rasti gidą[CR][CR]@DISTRONAME@ yra sukurtas specialios kūrėjų komandos, kurie dirba tik savo laisvu laiku. Net ir kaip savanoriškas projektas, mes vis tiek turime mokėti už mūsų interneto srautą ir kūrimo resursus tam, kad @DISTRONAME@ būtų jums naudingas, todėl mes visada dėkingi už bet kokio dydžio auką.[CR][CR]Ir galiausiai, mes tikimės, kad taip mėgaujatės naudodami @DISTRONAME@, kaip mes mėgaujamės jį kurdami. Jei jums reikia kokios nors pagalbos, mūsų interneto svetainėje galite rasti nuorodas, kur gauti pagalbos, o taip pat sužinosite naujausias žinias.

# #32320
source: Enable Cron
lt: Įjungti Cron

# #32321
source: Virtual Private Networks
lt: Virtualieji privatieji tinklai

# #32322
source: Add new VPN configuration
lt: Pridėti naują VPN konfigūraciją

# #32323
source: Reset to Defaults
lt: Atstatyti numatytąsias reikšmes

# #32324
source: Reset System Settings to defaults
lt: Atstatyti sistemos nustatymų numatytąsias reikšmes

# #32325
source: Reset @DISTRONAME@ to defaults
lt: Atstatyti @DISTRONAME@ numatytąsias reikšmes

# #32326
source: Are you sure?
lt: Ar isitikinęs?

# #32328
source: The system must reboot.
lt: Sistema turi būti paleista iš naujo

# #32329
source: Rebooting in %d seconds
lt: Bus paleista iš naujo po %d sekundžių

# #32330
source: Keyboard Type
lt: Klaviatūros tipas

# #32332
source: Address
lt: Adresas

# #32333
source: Connected:
lt: Prisijungta:

# #32334
source: Yes
lt: Taip

# #32335
source: No
lt: Ne

# #32336
source: Start Discovery
lt: Pradėti aptikimą

# #32337
source: Stop Discovery
lt: Sustabdyti aptikimą
