Repository: ziggimon/service.openelec.settings
Catalog: resources/language/Finnish/strings.po
Languages: fi

# #32345
source: Bluetooth daemon is not running!
fi: Bluetooth palvelu ei ole käynnissä!

# #32346
source: Bluetooth is disabled
fi: Bluetooth on poistettu käytöstä

# #32347
source: Enable hard drive sleep when idle
fi: Ota käyttöön kovalevyjen virransäästöominaisuus

# #32348
source: Network Mounts
fi: Verkon mount pisteet

# #32349
source: Add
fi: Lisää

# #32350
source: Mount
fi: Mounttaa

# #32351
source: Type
fi: Tyyppi

# #32352
source: Mount Point
fi: Mount piste

# #32353
source: Server
fi: Palvelin

# #32354
source: Share
fi: Jako

# #32355
source: Username
fi: Käyttäjätunnus

# #32356
source: Password
fi: Salasana

# #32357
source: Mount Options
fi: Mount vaihtoehdot

# #32358
source: Trust and Connect
fi: Salli ja yhdistä

# #32359
source: Support
fi: Tuki

# #32360
source: Please enter your email address
fi: Syötä sähköpostiosoitteesi

# #32361
source: The following Informations are Invalid:
fi: Seuraavat tiedot ovat viallisia:

# #32362
source: Check for updates now:
fi: Tarkista päivitykset nyt:

# #32364
source: Update available
fi: Päivitys saatavilla

# #32365
source: Show Update Notifications
fi: Näytä päivitystiedot

# #32366
source: Update Download Completed
fi: Päivityksen lataus valmis

# #32367
source: Update Extract Complete
fi: Päivityksen purku valmis

# #32368
source: Advanced Network Settings
fi: Verkon lisäasetukset

# #32369
source: Wait for network before starting PHT
fi: Odota verkoyhteyttä ennen PHTn käynnistämistä

# #32370
source: Maximum Wait Time (Sec.)
fi: Odotuksen enimmäisaika (Sek.)

# #32371
source: Backup
fi: Varmuuskopio

# #32372
source: Create System and PHT Backup
fi: Luo järjestelmän ja PHT:n varmuuskopio

# #32373
source: Restore Backup
fi: Palauta varmuuskopiosta

# #32375
source: Backup Progress
fi: Palautusprosessi

# #32376
source: Select a backup destination directory
fi: Valitse varmuuskopion sijainti

# #32377
source: Select the backup file to restore
fi: Valitse varmuuskopiotiedosto palautusta varten

# #32378
source: The information you entered is incomplete
fi: Syöttämäsi tieto on keskeneräinen

# #32379
source: There is not enough free storage space to continue!
fi: Vapauta levytilaa jatkaaksesi!

# #32380
source: Restoring system settings requires a reboot. Are you sure you want to restore?
fi: Järjestelmän palautus vaatii uudelleenkäynnistyksen. Haluatko varmasti jatkaa?
