Repository: ziggimon/service.openelec.settings
Catalog: resources/language/Finnish/strings.po
Languages: fi

# #600
source: [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] Settings
fi: [COLOR FF757677]Avaa[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] Asetukset

# #601
source: Interface
fi: Liittymä

# #602
source: Address
fi: Osoite

# #603
source: Type
fi: Tyyppi

# #604
source: State
fi: Osavaltio

# #605
source: Address
fi: Osoite

# #606
source: Distribution:
fi: Jakelu:

# #607
source: Version:
fi: Versio:

# #608
source: Architecture:
fi: Arkkitehtuuri:

# #609
source: Open Embedded Linux Entertainment Center (OpenELEC) is a minimal Linux distribution purpose built for Plex Home Theater. OpenELEC is designed to boot fast with an installation process simple enough for anyone to convert a bare HTPC into a fully configuredd media machine in under 15 minutes.
fi: Open Embedded Linux Entertainment Center (OpenELEC) on Linux -jakelu joka on suunnattu PHT mediakoneille. OpenELEC on tehty käynnistymään nopeasti ja sen asennus on niin helppoa, että kuka tahansa saa muunnettua HTPC:nsä täysiveriseksi mediakoneeksi alle 15 minuutissa.

# #610
source: [B]Support:[/B][CR]Web: http://openelec.tv[CR]Forum: http://openelec.tv/forum[CR]Wiki: http://wiki.openelec.tv[CR][CR][B]Social Media:[/B][CR]IRC: #openelec on freenode.net (web-based chat is also available from the website)[CR]Twitter: https://twitter.com/openelec[CR]Facebook: http://www.facebook.com/OpenELEC[CR]Google+: https://plus.google.com/+openelec
fi: [B]Tuki:[/B][CR]Internet: http://openelec.tv[CR]Foorumi: http://openelec.tv/forum[CR]Wiki: http://wiki.openelec.tv[CR][CR][B]Sosiaalinen media:[/B][CR]IRC: #openelec freenode.net:ssä (web-pohjainen chat löytyy myös nettisivuilta)[CR]Twitter: https://twitter.com/openelec[CR]Facebook: http://www.facebook.com/OpenELEC[CR]Google+: https://plus.google.com/+openelec

# #611
source: The OpenELEC project runs on goodwill, love, and your donations. If you would like to contribute to the project you can donate using PayPal, Flattr or Bitcoin. Making a donation is easy and takes only a couple of minutes. http://openelec.tv/donate
fi: OpenELEC -projekti perustuu vapaaehtoisuudeen, pyyteettömyyteen ja lahjoituksiin. Jos haluat osallistua projektiin, voit lahjoittaa haluamasi summan PayPalin, Flattrin tai Bitcoinin kautta. Lahjoituksen tekeminen on helppoa ja vie vain pari minuuttia aikaasi. http://openelec.tv/donate

# #700
source: Configure a hostname, keyboard type, perform a reset, update, or backups and restores
fi: Aseta verkkonimi ja näppäimistön tyyppi. Palauta asetukset, päivitä tai ota varmuuskopiot

# #701
source: Configure network startup options, network mounts, NTP and VPNs
fi: Muokkaa verkkoasetuksia, mount pisteitä sekä NTP ja VPN -asetuksia

# #702
source: Manage the Ethernet, Wireless and VPN connections available to the system
fi: Hallitse saatavilla olevia verkkoja ja VPN yhteyksiä

# #703
source: Configure system services like Samba, SSH, Cron, Avahi and Syslog
fi: Muokkaa järjestelmän palveluita kuten Samba, SSH, Cron, Avahi ja Syslog

# #704
source: Configure and pair Bluetooth devices
fi: Lisää ja parita Bluetooth -laitteita

# #705
source: Useful information like version and architecture details, support and social media links, and how to make a donation to the project
fi: Hyödyllistä tietoa versioista ja arkkitehtuurista, tuesta, sosiaalisesta mediasta ja siitä kuinka voite tehdä lahjoituksia projektille

# #710
source: Configure the Hostname of your OpenELEC system. This will be used for the HTPC \\hostname in Windows and SMB server name in the Mac OS Finder
fi: Muokkaa OpenELEC -järjestelmäsi verkkonimeä. Nimeä käytetään Windowsissa \\verkkonimi ja SMB palvelimen nimenä Mac OS Finderillä

# #711
source: Configure the 1st keyboard software layout
fi: Määrittele ensimmäisen näppäimistön ulkoasu

# #712
source: Configure the 2nd keyboard software layout
fi: Määrittele toisen näppäimistön ulkoasu

# #713
source: Configure the physical keyboard type
fi: Aseta varsinaisen näppäimistön tyyppi

# #714
source: OpenELEC can be configured for automatic or manual updates. Automatic updates are available on stable releases and stable release candidates. Automatic update self-disables on beta and development builds
fi: OpenELEC voidaan asettaa päivittymään automaattisesti tai manuaalisesti. Automaattiset päivitykset ovat saatavilla vakaisiin julkaisuihin. Automaattiset päivitykset ovat oletuksena estetty beta ja kehitys -versioissa

# #715
source: Set to ON and an on-screen notification will be displayed when a new update is available
fi: Kun tämä asetus on valittuna, ruudulla ilmoitetaan silloin kun uusi päivitys on saatavilla

# #716
source: Click to manually check the OpenELEC servers for an updated release
fi: Klikkaa hakeaksesi päivitykset käsin OpenELEC palvelimilta

# #717
source: If you have an small LCD or VFD attached to your OpenELEC system you must configure the correct display driver
fi: Jos sinulla on pieni LCD tai VFD -näyttö, sinun pitää konfiguroida näytön ajurit

# #718
source: Set on ON and OpenELEC will spin down attached drives (not the main system drive) when idle
fi: Kun tämä asetus on valittuna, OpenELEC sammuttaa liitetyt kovalevyt (ei käyttöjärjestelmän levyä), kun levyt eivät ole käytössä

# #719
source: Configure the number of minutes before hard-drive spin down occurs
fi: Määrittele kauanko kovalevyjen pitää olla käyttämättömänä ennen kuin ne sammutetaan

# #720
source: Set to ON and Bluetooth devices will be disabled during power-saving modes
fi: Kun tämä asetus on valittuna, Bluetooth -laitteet kytketään pois päältä virransäästötiloissa

# #722
source: Create a tar archive containing all OpenELEC and PHT configuration settings, databases and thumbnail content. Backup files will be stored in /storage/backups
fi: Luo tar -varmuuskopion joka sisältää kaikki OpenELEC ja PHT asetukset, tietokannat ja thumbnail -kuvat. Varmuuskopiot siirretään /storage/backups -kansioon

# #723
source: Restore a tar archive backup previously created using the backup option above
fi: Palauta varmuuskopio tar -paketista käyttäen yllä olevaa varmuuskopio -vaihtoehtoa

# #724
source: Permanently reset OpenELEC OS configuration to defaults (PHT is not touched)
fi: Palauta alkuperäiset OpenELEC -käyttöjärjestelmätason asetukset. (PHT -asetuksia ei palauteta).

# #725
source: Permanently reset OpenELEC OS and PHT configuration to defaults
fi: Palauta alkuperäiset OpenELEC ja PHT -asetukset

# #726
source: Enable or disable support for Wireless (WLAN) networks
fi: Valitse käytetäänkö langattomia verkkoja (WLAN)

# #727
source: Enable a 'tethered' Wireless Access Point. This requires your wireless card (and driver) to support bridging and access point mode. Not all cards are capable.
fi: Aseta rajoitettu langaton liityntäpiste, ('tethered' WIreless Access Point). Tämä vaatii langattomalta verkkokortilta ja ajureilta ominaisuuksia joita kaikissa korteissa ei ole: (Siltaus ja liityntäpiste -ominaisuudet).

# #728
source: Configure the Access Point SSID
fi: Aseta liityntäpisteen SSID

# #729
source: Configure the Access Point Passphrase
fi: Aseta liityntäpisteen 'passphrase'

# #730
source: Enable or disable support for Wired (Ethernet) networks
fi: Valitse käytetäänkö langallisia verkkoja (Ethernet)

# #731
source: Configure OpenVPN and PPTP VPN connections
fi: Lisää ja muokkaa OpenVPN ja PPTP VPN -yhteyksiä

# #732
source: Configure the 1st time (NTP) server
fi: Aseta ensimmäinen aika (NTP) -palvelin

# #733
source: Configure the 2nd time (NTP) server
fi: Aseta toinen aika (NTP) -palvelin

# #734
source: Configure the 3rd time (NTP) server
fi: Aseta kolmas (aika) NTP -palvelin

# #735
source: Configure boot-time mounting of a remote filesystem, e.g. NFS or SMB mounts on a remote NAS, without needing autostart.sh hacks.
fi: Määrittele etäjärjestelmien mount pisteet (NFS tai Samba), ilman autostart.sh -sktiptin käyttöä.

# #736
source: Set to ON to delay PHT startup until the network is available. Use this if the OS is booting into PHT before the network is up and central MySQL databases are accessible.
fi: Valitse tämä asetus kun haluat viivästyttää PHTn käynnistystä. Käytä tätä asetusta jos käyttöjärjestelmä käynnistää PHT ennen verkkoyhteyttä ja MySQL -tietokantayhteyttä.

# #738
source: Set to ON to enable the embedded Samba (SMB) filesharing service
fi: Valitse tämä asetus kykeäksesi päälle Samba (SMB) -levyjako palvelun

# #739
source: Set to ON to require username/password access to local Samba fileshares
fi: Kun tämä asetus on valittuna, Samba -jakoihin pääsyyn vaaditaan käyttäjänimi ja salasana

# #740
source: Set the username for Samba sharing
fi: Aseta käyttäjänimi Samba -palvelua varten

# #741
source: Set the password for Samba sharing
fi: Aseta salasana Samba -palvelua varten

# #742
source: Set to ON to enable the embedded SSH server. The SSH console can be accessed with username 'root' and password 'openelec'.
fi: Valitse tämä asetus käyttääksesi SSH -palvelua. SSH yhteyden saa avattua käyttäjätunnuksella 'root' ja salasanalla 'openelec'.

# #743
source: Set to ON if you have copied private SSH keys to your HTPC and would like to improve security by disabling SSH username and password authentication.
fi: Valitse tämä asetus jos käytät SSH avaimia. SSH avaimilla saa parannettua tietoturvaa ja niiden avulla saa poistettua käyttäjätunnus ja salasana -autentikaation.

# #744
source: Set to ON to enable the Avahi (Zeroconf/Bonjour) network discovery service
fi: Valitse tämä asetus käyttääksesi Avahi (Zeroconf/Bonjour) -verkkopalvelua

# #745
source: Set to ON to enable the cron daemon
fi: Käytä tätä asetusta kun haluat käyttää cron -ajastuspalvelua

# #746
source: Set to ON to send system event logs (/var/log/messages) to a remote Syslog server
fi: Käytä tätä asetusta kun haluat lähettää järjestelmätason logit (/var/log/messages) Syslog -etäkoneeseen

# #747
source: Configure the IP address of the remote Syslog server
fi: Määrittele Syslog -etäkoneen IP -osoite

# #32000
source: Network
fi: Verkko

# #32001
source: Services
fi: Palvelut

# #32002
source: System
fi: Järjestelmä

# #32003
source: Interface
fi: Liittymä

# #32004
source: IP Address
fi: IP osoite

# #32005
source: Type
fi: Tyyppi

# #32006
source: State
fi: Osavaltio

# #32007
source: Driver
fi: Ajuri

# #32008
source: LCD/VFD Driver
fi: LCD/VFD ajurit

# #32009
source: Keyboard
fi: Näppäimistö

# #32010
source: Keyboard Layout
fi: Näppäimistön tyyppi

# #32011
source: Power Saving
fi: Virransäästö

# #32012
source: Sleep hard drive after (minutes)
fi: Kovalevyn sammutus (minuuteissa)

# #32013
source: Updates
fi: Päivitykset

# #32014
source: Automatic Updates
fi: Automaattiset päivitykset

# #32100
source: Connections
fi: Yhteydet

# #32101
source: Network
fi: Verkko

# #32102
source: Wireless Networks
fi: Langattomat verkot

# #32103
source: Wired Networks
fi: Langalliset verkot

# #32105
source: Active
fi: Aktiivinen

# #32106
source: Username
fi: Käyttäjätunnus

# #32108
source: Enable 'tethered' Wireless Access Point
fi: Kytke langaton 'tethered' liityntäpiste

# #32109
source: Connect Automatically
fi: Yhdistä automaattisesti

# #32110
source: Connection
fi: Yhteys

# #32113
source: IP Address Method
fi: IP osoitteen tyyppi

# #32114
source: IP Address
fi: IP osoite

# #32115
source: Subnet Mask
fi: Aliverkon peite

# #32116
source: Default Gateway
fi: Oletusyhdyskäytävä

# #32117
source: Prefix Length
fi: Etuliitteen pituus

# #32118
source: Privacy
fi: Yksityisyys

# #32119
source: DNS Servers
fi: DNS palvelimet

# #32120
source: Nameserver #1
fi: Nimipalvelin #1

# #32121
source: Nameserver #2
fi: Nimipalvelin #2

# #32122
source: Nameserver #3
fi: Nimipalvelin #3

# #32123
source: NTP Servers
fi: NTP palvelimet

# #32124
source: Timeserver #1
fi: Aikapalvelin #1

# #32125
source: Timeserver #2
fi: Aikapalvelin #2

# #32126
source: Timeserver #3
fi: Aikapalvelin #3

# #32127
source: DNS Domains
fi: DNS verkkotunnus

# #32128
source: Domain #1
fi: Verkkotunnus #1

# #32129
source: Domain #2
fi: Verkkotunnus #2

# #32130
source: Domain #3
fi: Verkkotunnus #3

# #32131
source: VPN Type
fi: VPN tyyppi

# #32132
source: Network Name
fi: Verkkonimi

# #32133
source: VPN Server
fi: VPN palvelin

# #32134
source: VPN DNS Domain
fi: VPN DNS verkkotunnus

# #32136
source: Server Certificate
fi: Palvelinsertifikaatti

# #32137
source: Certificate Autority Certificate
fi: Valtuuta sertifikaatti

# #32138
source: Certificate
fi: Sertifikaatti

# #32139
source: Key
fi: Avain

# #32140
source: Save
fi: Tallenna

# #32141
source: Delete
fi: Poista

# #32142
source: Refresh
fi: Päivitä

# #32143
source: Disconnect
fi: Katkaise yhteys

# #32144
source: Connect
fi: Yhdistä

# #32145
source: Unable to connect
fi: Ei saada yhteyttä

# #32146
source: Hidden Network Name
fi: Piilotettu verkkonimi

# #32147
source: Wireless Network Passphrase
fi: Langattoman verkon passphrase

# #32148
source: Wireless Network Username
fi: Langattoman verkon käyttäjänimi

# #32149
source: Add VPN
fi: Lisää VPN

# #32150
source: Edit
fi: Muokkaa

# #32151
source: Refuse EAP
fi: Estä EAP

# #32152
source: Refuse PAP
fi: Estä PAP

# #32153
source: Refuse CHAP
fi: Estä CHAP

# #32154
source: Refuse MS-CHAP
fi: Estä MS-CHAP

# #32155
source: Refuse MS-CHAP v2
fi: Estä MS-CHAP v2

# #32156
source: Require MPPE
fi: Vaaditaan MPPE

# #32157
source: Require MPPE (40 bit)
fi: Vaaditaan MPPE (40 bit)

# #32158
source: Require MPPE (128 bit)
fi: Vaaditaan MPPE (128 bit)

# #32159
source: Require Stateful MPPE
fi: Vaaditaan Stateful MPPE

# #32160
source: Disable BSD Compression
fi: Poiskytketään BSD pakkaus

# #32161
source: Disable VJ Compression
fi: Poista käytöstä VJ pakkaus

# #32162
source: LCP Echo Failure
fi: LCP Echo epäonnistui

# #32163
source: LCP Echo Interval
fi: LCP Echo intervalli

# #32164
source: Disable Deflate Compression
fi: Poista käytöstä Deflate pakkaus

# #32167
source: Proto
fi: Prototyyppi

# #32168
source: Port
fi: Portti

# #32171
source: AuthNoCache
fi: AutoNoCache

# #32179
source: Update Available
fi: Päivitys saatavilla

# #32180
source: Would you like to update OpenELEC now?
fi: Haluatko päivittää OpenELEC -järjestelmän nyt?

# #32181
source: Filename
fi: Tiedostonimi

# #32182
source: Download speed
fi: Latausnopeus (up)

# #32183
source: Time remaining
fi: Aikaa jäljellä

# #32184
source: Extract file
fi: Pura tiedosto

# #32185
source: Extract speed
fi: Purkunopeus

# #32186
source: Initialize Archive File
fi: Määrittele arkistotiedosto

# #32187
source: Latest Version
fi: Viimeisin versio

# #32188
source: Current Version
fi: Nykyinen versio

# #32189
source: Identification
fi: Tunnistautuminen

# #32190
source: System Name
fi: Järjestelmän nimi

# #32191
source: Error
fi: Virhe

# #32192
source: Unable to connect to Network
fi: Verkkoyhteyttä ei saatavilla

# #32193
source: Service
fi: Palvelu

# #32194
source: Restart Networking
fi: Uudelleenkäynnistä verkkoyhteys

# #32195
source: Support
fi: Tuki

# #32196
source: About
fi: Lisätietoa

# #32197
source: Update now
fi: Päivitä nyt

# #32199
source: If you would like to contribute to the OpenELEC project you can make a donation using [CR]PayPal, Flattr or Bitcoin. Donating is easy and takes only a few minutes.
fi: Jos haluat tukea OpenELEC projektia, voit lahjoittaa haluamasi summan [CR]PayPalin, Flattrin tai Bitcoinin kautta. Lahjoituksen tekeminen on helppoa ja vie vain pari minuuttia aikaasi.

# #32202
source: Use Samba Password Authentication
fi: Käytä Samba salasana -autentikointia

# #32203
source: Disable SSH Password
fi: Poiskytke SSH salasana

# #32204
source: Enable Samba
fi: Kytke Samba päälle

# #32205
source: Enable SSH
fi: Kytke SSH päälle

# #32206
source: Enable Avahi (Zeroconf)
fi: Kytke Avahi (Zeroconf) päälle

# #32208
source: Hidden Wlan
fi: Piilotettu Wlan

# #32209
source: Proxy Server
fi: Proxy palvelin

# #32210
source: Auto Proxy URL
fi: Automaattinen proxy palvelin

# #32211
source: Proxy Servers
fi: Proxy palvelimet

# #32212
source: Cancel
fi: Peruuta

# #32213
source: Exit
fi: Lopeta

# #32214
source: Upload Logfiles
fi: Lataa logitiedostot palvelimelle

# #32215
source: Invalid Email Address
fi: Virheellinen sähköpostiosoite

# #32300
source: Welcome to [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR]
fi: Tervetuloa. Toivottaa [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR]

# #32301
source: Welcome
fi: Tervetuloa

# #32302
source: This wizard will guide you through the process of setting up your new [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] installation - setting your location, timezone and connecting you to the internet.[CR][CR]These settings can be changed later by navigating to Programs > [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] Settings.[CR][CR]To begin your [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] experience, select your regional settings and your keyboard layout, then click Next.
fi: Tässä osiossa viimeistellään uusi [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] -asennuksesi. Määritellään sijaintisi, aikavyöhykkeesi ja yhdistetään sinut internetiin.[CR][CR]Näitä asetuksia voit muokata myöhemmin osiosta > Ohjelmat > [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] Asetukset.[CR][CR]Aloittaaksesi [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] kokemuksesi, valitse alueelliset asetukset ja näppäimistön tyyppi. Lopuksi klikkaa 'Seuraava'.

# #32303
source: Next
fi: Seuraava

# #32304
source: To be identified easily on the network, your new [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] machine needs a name.[CR][CR]Try to choose something meaningful - like the room it's in - so you'll know what it is when you see it on the network.[CR][CR]This name is used when configuring network services, like file sharing using samba.
fi: Jotta koneesi erottuisi verkossa helposti, uusi [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] -asennuksesi tarvitsee verkkonimen.[CR][CR]Valitse nimeksi jotain kuvaavaa, jotta tunnistat sen helposti kun näet nimen verkossa.[CR][CR]Nimeä käytetään konfiguroitaessa verkkopalveluita kuten Samba.

# #32305
source: Networking
fi: Verkottuminen

# #32306
source: In order to download backdrops, banners and thumbnails for your movies and TV shows and to stream online content from sites like YouTube, [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] needs to be connected the Internet.[CR][CR]An Internet connection is also required for [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] to automatically update itself.
fi: Jotta mediakoneesi pystyisi lataamaan julisteita ja thumbnaileja elokuviisi, ja videoiden suoratoisto esim. Youtubesta onnistuisi, [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] täytyy olla yhteydessä Internetiin.[CR][CR]Internet yhteys vaaditaan myös jotta [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] voi automaattisesti päivittää itsensä.

# #32307
source: Select your Regional Settings:
fi: Valitse alueelliset asetukset:

# #32308
source: Hostname:
fi: Isäntänimi:

# #32309
source: The following Networks are currently available:
fi: Seuraavat verkot ovat saatavilla:

# #32310
source: Keyboard:
fi: Näppäimistö:

# #32311
source: Sharing and Remote Access
fi: Jakaminen ja etäyhteys

# #32312
source: [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] also supports SSH for remote access. This is for advanced users who wish to interact with [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR]'s underlying operating system. The default user is [COLOR blue]root[/COLOR] and the default password is [COLOR blue]openelec.[/COLOR]
fi: [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] tukee myös SSH -etäyhteyttä. Tämä on tarkoitettu edistyneille käyttäjille jotka haluavat yhteyden [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] -järjestelmän alla toimivaan käyttöjärjestelmään. Oletuskäyttäjätunnus on [COLOR blue]root[/COLOR] ja oletussalasana on [COLOR blue]openelec.[/COLOR]

# #32313
source: In order to share your files between your computers [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] has incorporated a samba server. This samba server can be integrated into your local network by accessing it in a familiar way with Finder or Windows Explorer.
fi: Jotta pystyisit jakamaan tiedostoja koneittesi välillä [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] sisältää Samba -palvelun. Samba -palvelulla saadaan yhteys kotiverkkoosi jonka jälkeen voit käyttää sitä Windows Explorerillä tai Finderillä.

# #32314
source: enabled
fi: käytössä

# #32315
source: disabled
fi: Käytöstä poistettu

# #32316
source: Configure Services:
fi: Määrittele palveluita:

# #32317
source: Thank you
fi: Kiitos

# #32318
source: You [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] installation is now complete and you'll now enter PHT when you can set up your media libraries. For help with this, there is a guide available at wiki.xbmc.org[CR][CR][COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] is developed by a dedicated team of developers who work purely in their spare time. Even as a volunteer project, we still have to pay for our internet bandwidth and development resources so if you find [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] useful, we will always appreciate a donation of any amount.[CR][CR]Finally, we hope you enjoy using [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] as much as we've enjoying building it. If you need any more help, you can find links to get help along with latest news at openelec.tv
fi: [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] -asennuksesi on nyt valmis ja voit käynnistää PHT:n jossa voit rakentaa mediakirjastosi. Löydät apuja mediakirjaston rakentamiseen täältä: wiki.xbmc.org[CR][CR][COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] on kehitetty täysin vapaaehtoisvoimin. Tästä huolimatta tarvitsemme tukea maksaaksemme verkkoliikennemaksumme ja kehitysympäristömme, joten jos koet [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] -projektin hyödylliseksi, olemme kiitollisia jokaisesta lahtoituksesta.[CR][CR]Toivomme että nautit [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] -järjestelmän käytöstä yhtä paljon kuin me nautimme sen rakentamisesta. Jos tarvit apua, löydät hyödyllisiä linkkejä ja uutisia osoitteesta openelec.tv

# #32320
source: Enable Cron
fi: Ota käyttöön Cron

# #32321
source: Virtual Private Networks
fi: Virtuaalinen erillisverkko

# #32322
source: Add new VPN configuration
fi: Lisää uusi VPN konfiguraatio

# #32323
source: Reset to Defaults
fi: Palauta oletusasetukset

# #32324
source: Reset System Settings to defaults
fi: Palauta järjestelmän oletusasetukset

# #32325
source: Reset OpenELEC to defaults
fi: Palauta OpenELEC oletusasetukset

# #32326
source: Are you sure?
fi: Oletko varma?

# #32328
source: The system must reboot.
fi: Järjestelmä täytyy käynnistää uudelleen.

# #32329
source: Rebooting in %d seconds
fi: Uudelleenkäynnistys %d sekunnissa

# #32330
source: Keyboard Type
fi: Näppäimistön tyyppi

# #32332
source: Address
fi: Osoite

# #32333
source: Connected:
fi: Yhdistetty:

# #32334
source: Yes
fi: Kyllä

# #32335
source: No
fi: Ei

# #32336
source: Start Discovery
fi: Käynnistä haku

# #32337
source: Stop Discovery
fi: Lopeta haku

# #32338
source: No Bluetooth adapter found.
fi: Bluetooth -laitetta ei löydetty.

# #32339
source: No Bluetooth device found. Please put your Bluetooth device into discovery mode[CR]and start the scan
fi: Bluetooth -laitetta ei havaittu. Aseta Bluetooth -laitteesi hakutilaan[CR]ja aloita skannaus

# #32341
source: Enable Remote Syslog Server
fi: Ota käyttöön Syslog etäpalvelin

# #32342
source: Syslog Server IP Address
fi: Syslog palvelimen IP osoite

# #32343
source: Enter the following Key on your Device.
fi: Syötä seuraava koodi laiteeseesi
