Repository: ziggimon/service.openelec.settings
Catalog: language/Czech/strings.po
Languages: cs

# #32361
source: The following Informations are Invalid:
cs: Následující informace jsou neplatné:

# #32362
source: Check for updates now:
cs: Vyhledat aktualizace nyní:

# #32364
source: Update available
cs: Aktualizace k dispozici

# #32365
source: Show Update Notifications
cs: Zobrazit oznámení aktualizací

# #32366
source: Update Download Completed
cs: Stažení aktualizace dokončeno

# #32367
source: Update Extract Complete
cs: Rozbalení aktualizace dokončeno

# #32368
source: Advanced Network Settings
cs: Rozšířené nastavení internetu

# #32369
source: Wait for network before starting Kodi
cs: Počkat na připojení k sítí před zapnutím Kodi

# #32370
source: Maximum Wait Time (Sec.)
cs: Čekat maximálně (Sek.)

# #32371
source: Backup
cs: Zálohovat

# #32372
source: Create System and Kodi Backup
cs: Vytvořit zálohu systému a Kodi

# #32373
source: Restore Backup
cs: Obnovit zálohu

# #32375
source: Backup Progress
cs: Průběh zálohování

# #32376
source: Select a backup destination directory
cs: Zvolte cílovou složku pro zálohu

# #32377
source: Select the backup file to restore
cs: Zvolte soubor zálohy k obnovení

# #32378
source: The information you entered is incomplete
cs: Zadané informace jsou nekompletní

# #32379
source: There is not enough free storage space to continue!
cs: Není dostatek volného místa pro pokračování!

# #32380
source: Restoring system settings requires a reboot. Are you sure you want to restore?
cs: Obnovení systémového nastavení vyžaduje restart. Opravdu chcete provést obnovení nastavení?

# #32381
source: Accept incoming Bluetooth Filetransfer ?
cs: Akceptovat přenášené soubory přes bluetooth?

# #32382
source: Speed
cs: Rychlost

# #32383
source: Play Files ?
cs: Přehrávat soubory?

# #32384
source: OBEX Enabled
cs: OBEX povoleno

# #32385
source: OBEX Upload Folder
cs: Složka OBEX nahrávání

# #32386
source: Keyboard Layout Variant #1
cs: Varianta rozložení klávesnice 1

# #32387
source: Keyboard Layout Variant #2
cs: Varianta rozložení klávesnice 2

# #32388
source: Enable Standby
cs: Povolit Standby

# #32389
source: Disable Standby
cs: Zakázat Standby

# #32390
source: Settings addon is not yet ready, please try again later.
cs: Nastavení doplňku není k připraveno, prosím zkuste později.

# #32391
source: Enable LCD Driver Support
cs: Povolit podporu ovladače LCD
