Repository: ziggimon/service.openelec.settings
Catalog: language/Czech/strings.po
Languages: cs

# #600
source: @DISTRONAME@ Settings
cs: @DISTRONAME@ Nastavení

# #601
source: Interface
cs: Rozhraní

# #602
source: Address
cs: Adresa

# #603
source: Type
cs: Druh

# #604
source: State
cs: Stát

# #605
source: Address
cs: Adresa

# #606
source: Distribution:
cs: Distribuce:

# #607
source: Version:
cs: Verze:

# #608
source: Architecture:
cs: Architektura:

# #609
source: Open Embedded Linux Entertainment Center (OpenELEC) is a minimal Linux distribution purpose built for Kodi media center. OpenELEC is designed to boot fast with an installation process simple enough for anyone to convert a bare HTPC into a fully configured media machine in under 15 minutes.
cs: Open Embedded Linux Entertainment Center (OpenELEC) je minimalistická distribuce Linux určená jako základ pro mediální centrum Kodi. OpenELEC je navržen tak, aby bylo možné mít k dispozici během 15-ti minut kompletně nakonfigurované multimediální zařízení - HTPC a to co možná nejjednodušším způsobem.

# #610
source: [B]Support:[/B][CR]Web: http://openelec.tv[CR]Forum: http://openelec.tv/forum[CR]Wiki: http://wiki.openelec.tv[CR][CR][B]Social Media:[/B][CR]IRC: #openelec on freenode.net (web-based chat is also available from the website)[CR]Twitter: https://twitter.com/openelec[CR]Facebook: http://www.facebook.com/OpenELEC[CR]Google+: https://plus.google.com/+openelec
cs: [B]Podpora:[/B][CR]Web: http://openelec.tv[CR]Fórum: http://openelec.tv/forum[CR]Wiki: http://wiki.openelec.tv[CR][CR][B]Sociál Média:[/B][CR]IRC: #openelec na freenode.net (webový chat je k dispozici také na internetových stránkách)[CR]Twitter: https://twitter.com/openelec[CR]Facebook: http://www.facebook.com/OpenELEC[CR]Google+: https://plus.google.com/+openelec

# #611
source: The OpenELEC project runs on goodwill, love, and your donations. If you would like to contribute to the project you can donate using PayPal, Flattr or Bitcoin. Making a donation is easy and takes only a couple of minutes. http://openelec.tv/donate
cs: Projekt OpenELEC funguje díky dobré vůli, lásce, a vašim darům. Pokud byste chtěli přispět na projekt, můžete něco darovat přes PayPal, Flattr nebo Bitcoin. Poskytnutí daru je snadné a trvá jen pár minut. http://openelec.tv/donate

# #700
source: Configure a hostname, keyboard type, perform a reset, update, or backups and restores
cs: Konfigurace názvu zařízení, tytpu klávesnice, provedení resetu, aktualizací nebo zálohování a obnovení

# #701
source: Configure network startup options, NTP and VPNs
cs: Konfigurovat síť po startu, NTP a VPN

# #702
source: Manage the Ethernet, Wireless and VPN connections available to the system
cs: Správa Ethernetu, bezdrátového připojení a VPN

# #703
source: Configure system services like Samba, SSH, Cron, Avahi and Syslog
cs: Konfigurovat systémové služby jako Samba, SSH, Cron, Avahi a Syslog

# #704
source: Configure and pair Bluetooth devices
cs: Nastavit a párovat Bluetooth zařízení

# #705
source: Useful information like version and architecture details, support and social media links, and how to make a donation to the project
cs: Užitečné informace jako verze a detaily architektury, podpory a odkazy na sociální média, a jak něco darovat na projekt

# #710
source: Configure the Hostname of your @DISTRONAME@ system. This will be used for the HTPC \\hostname in Windows and SMB server name in the Mac OS Finder
cs: Konfigurace Hostname vašeho @DISTRONAME@ systému. Tato adresa bude použita pro HTPC \\hostname v systému Windows a jméno SMB serveru v systému Mac OS Finder

# #711
source: Configure the 1st keyboard software layout
cs: Konfigurace rozložení 1. softwarové klávesnice

# #712
source: Configure the 2nd keyboard software layout
cs: Konfigurace rozložení 2. softwarové klávesnice

# #713
source: Configure the physical keyboard type
cs: Nakonfigurujte typ fyzické klávesnice

# #714
source: @DISTRONAME@ can be configured for automatic or manual updates. Automatic updates are available on stable releases and stable release candidates. Automatic update self-disables on beta and development builds
cs: @DISTRONAME@ může být nakonfigurován pro automatické nebo ruční stažení aktualizace. Automatické aktualizace jsou k dispozici na stable a RC verzích systému. Automatické aktualizace nebudou instalovat beta a vývojářské verze

# #715
source: Set to ON and an on-screen notification will be displayed when a new update is available
cs: Nastavte do polohy povolit, aby se na obrazovce zobrazila informace o nové aktualizaci

# #716
source: Click to manually check the @DISTRONAME@ servers for an updated release
cs: Klikněte pro manuální ověření dostupnosti nové aktualizace na serverech @DISTRONAME@

# #717
source: If you have an small LCD or VFD attached to your @DISTRONAME@ system you must configure the correct display driver
cs: Když máte malou LCD nebo VFD obrazovku pripojenou k systému @DISTRONAME@, musíte nastavit správný ovladač obrazovky

# #718
source: Set on ON and @DISTRONAME@ will spin down attached drives (not the main system drive) when idle
cs: Nastavte na ON a @DISTRONAME@ uspí připojené diskové jednoteky v případě nečinnosti (netýká se hlavního systémového disku)

# #719
source: Configure the number of minutes before hard-drive spin down occurs
cs: Nastavení intervalu v minutách, po kolika dojde k uspaní diskových jednotek

# #720
source: Set to ON and Bluetooth devices will be disabled during power-saving modes
cs: Nastavte do polohy povolit aby bylo zařízení Bluetooth během módu úspory energie vypnuto.

# #722
source: Create a tar archive containing all @DISTRONAME@ and Kodi configuration settings, databases and thumbnail content. Backup files will be stored in /storage/backups
cs: Vytvoří tar archiv, který obsahuje nastavení @DISTRONAME@ a Kodi, zálohu databáze a náhledů. Zálohy budou uložené v adresáři /storage/backups

# #723
source: Restore a tar archive backup previously created using the backup option above
cs: Obnovit z tar archivu, který byl v minulosti vytvořen použitím výše uvedené volby zálohování

# #724
source: [COLOR FF00FF00]SOFT RESET[/COLOR] Permanently reset @DISTRONAME@ configuration to defaults (resets also Kodi to default including your library. your media - music/videos/etc are not touched)
cs: [COLOR FF00FF00]SOFT RESET[/COLOR] Trvale resetovat konfiguraci @DISTRONAME@ na výchozí hodnoty (na výchozí hodnoty se resetuje také konfigurace Kodi včetně knihoven medií - hudba/video/atd.)

# #725
source: [COLOR FFFF0000]HARD RESET[/COLOR] Permanently reset @DISTRONAME@ and Kodi configuration to defaults (everything in your storage partition will be deleted)
cs: [COLOR FFFF0000]HARD RESET[/COLOR] Trvale resetovat konfiguraci @DISTRONAME@ a Kodi na výchozí hodnoty (veškerá data na diskových oddílech budou smazána)

# #726
source: Enable or disable support for Wireless (WLAN) networks
cs: Povolit nebo zakázat podporu pro bezdrátové (WLAN) síťe

# #727
source: Enable a 'tethered' Wireless Access Point. This requires your wireless card (and driver) to support bridging and access point mode. Not all cards are capable.
cs: Povolit 'tethered' bezdrátový přípojný bod. Pro podporu bezdrátového mostu a přístupového bodu (AP) je nutná bezdrátová karta (a ovladač). Tuto volbu umožňují pouze některé karty.

# #728
source: Configure the Access Point SSID
cs: Nastavení identifikátor bezdrátové sítě SSID

# #729
source: Configure the Access Point Passphrase
cs: Nastavit heslo pro přístupový bod

# #730
source: Enable or disable support for Wired (Ethernet) networks
cs: Povolit nebo zakázat podporu pro drátovou (Ethernetovou) síť

# #731
source: Configure OpenVPN and PPTP VPN connections
cs: Nastavit OpenVPN a PPTP VPN připojení

# #732
source: Configure the 1st time (NTP) server
cs: Nastavit 1. zdroj přesného času (NTP)

# #733
source: Configure the 2nd time (NTP) server
cs: Nastavit 2. zdroj přesného času (NTP)

# #734
source: Configure the 3rd time (NTP) server
cs: Nastavit 3. zdroj přesného času (NTP)

# #736
source: Set to ON to delay Kodi startup until the network is available. Use this if the OS is booting into Kodi before the network is up and central MySQL databases are accessible.
cs: Nastavte do polohy povolit pro zpoždění startu Kodi do okamžiku, kdy bude síť k dispozici. Použijte pokud se systém spouští dřív, než je síť a centrální MySQL databáze k dispozici.

# #738
source: Set to ON to enable the embedded Samba (SMB) filesharing service
cs: Nastavte do polohy povolit, aby jste zapnuli integrovanou službu Samba (SMB) pro sdílení souborů.

# #739
source: Set to ON to require username/password access to local Samba fileshares
cs: Nastavte do polohy povolit a bude požadováno přihlašovací jméno/heslo pro přístup k lokálním Samba sdíleným souborům

# #740
source: Set the username for Samba sharing
cs: Nastavit uživatelské jméno pro Samba sdílení.

# #741
source: Set the password for Samba sharing
cs: Nastavit heslo pro Samba sdílení.

# #742
source: Set to ON to enable the embedded SSH server. The SSH console can be accessed with username 'root' and password '@ROOT_PASSWORD@'.
cs: Nastavte do polohy povolit, aby byl povolen integrovaný SSH server. SSH konzole je přístupná pod uživatelským jménem 'root' a heslem '@ROOT_PASSWORD@'.

# #743
source: Set to ON if you have copied private SSH keys to your HTPC and would like to improve security by disabling SSH username and password authentication.
cs: Nastavit do polohy povolit, pokud jste překopírovali osobní SSH klíč do svého HTPC a rádi byste zvýšili zabezpečení vypnutím SSH přihlášení pomocí uživatelského jména a hesla.

# #744
source: Set to ON to enable the Avahi (Zeroconf/Bonjour) network discovery service
cs: Nastavit do polohy povoleno pro zapnutí služby Avahi (Zeroconf/Bonjour) pro prohledání sítě

# #745
source: Set to ON to enable the cron daemon
cs: Nastavit do polohy povolit pro zapnutí cron daemonu

# #746
source: Set to ON to send system event logs (/var/log/messages) to a remote Syslog server
cs: Nastavit do polohy povolit pro zasílání logů (/var/log/messages) na vzdálený Syslog server.

# #747
source: Configure the IP address of the remote Syslog server
cs: Konfigurovat IP adresu vzdáleno Syslog serveru

# #751
source: With OBEX filetransfer you can send files, for example movies or pictures over bluetooth to @DISTRONAME@.
cs: Pomocí protokolu OBEX je možno posílat přes bluetooth do @DISTRONAME@ soubory jako jsou např. filmy nebo obrázky.

# #752
source: Here you can set the folder location where OBEX file transfer should store incoming files
cs: Zde je možno nastavit složky, kde budou ukládány soubory přijaté protokolem OBEX.

# #753
source: Configure the 1st keyboard software Variant
cs: Konfigurovat 1. variantu softwarové klávesnice

# #754
source: Configure the 2nd keyboard software Variant
cs: Konfigurovat 2. variantu softwarové klávesnice

# #755
source: Auto share external drives / partitions
cs: Automaticky sdílet externí disky

# #32000
source: Network
cs: Síť

# #32001
source: Services
cs: Služby

# #32002
source: System
cs: Systém

# #32003
source: Interface
cs: Rozhraní

# #32004
source: IP Address
cs: IP Adresa

# #32005
source: Type
cs: Druh

# #32006
source: State
cs: Stát

# #32007
source: Driver
cs: Ovladač

# #32008
source: LCD/VFD Driver
cs: LCD/VFD Ovladač

# #32009
source: Keyboard
cs: Klávesnice

# #32010
source: Keyboard Layout
cs: Rozložení klávesnice

# #32012
source: Sleep hard drive after (minutes)
cs: Uspat pevné disky po (minut)

# #32013
source: Updates
cs: Aktualizaze

# #32014
source: Automatic Updates
cs: Automatické aktualizace

# #32100
source: Connections
cs: Připojení

# #32101
source: Network
cs: Síť

# #32102
source: Wireless Networks
cs: Bezdrátová síť

# #32103
source: Wired Networks
cs: Ethernetová síť

# #32105
source: Active
cs: Aktivní

# #32106
source: Username
cs: Uživatelské jméno

# #32107
source: Passphrase
cs: Přístupové heslo

# #32108
source: Enable 'tethered' Wireless Access Point
cs: Povolit "tethered" bezdrátový přístupový bod (AP)

# #32109
source: Connect Automatically
cs: Připojit automaticky

# #32110
source: Connection
cs: Spojení

# #32113
source: IP Address Method
cs: Typ IP adresy

# #32114
source: IP Address
cs: IP Adresa

# #32115
source: Subnet Mask
cs: Maska podsítě

# #32116
source: Default Gateway
cs: Výchozí brána

# #32117
source: Prefix Length
cs: Délka prefixu

# #32118
source: Privacy
cs: Soukromí

# #32119
source: DNS Servers
cs: DNS Servery

# #32120
source: Nameserver #1
cs: Název serveru 1

# #32121
source: Nameserver #2
cs: Název serveru 2

# #32122
source: Nameserver #3
cs: Název serveru 3

# #32123
source: NTP Servers
cs: NTP Server

# #32124
source: Timeserver #1
cs: Časový server 1

# #32125
source: Timeserver #2
cs: Časový server 2

# #32126
source: Timeserver #3
cs: Časový server 3

# #32127
source: DNS Domains
cs: DNS domény

# #32128
source: Domain #1
cs: Doména 1

# #32129
source: Domain #2
cs: Doména 2

# #32130
source: Domain #3
cs: Doména 3

# #32131
source: VPN Type
cs: Typ VPN

# #32132
source: Network Name
cs: Název sítě

# #32134
source: VPN DNS Domain
cs: VPN DNS doména

# #32136
source: Server Certificate
cs: Certifikát serveru

# #32137
source: Certificate Autority Certificate
cs: Certifikát certifikační autority

# #32138
source: Certificate
cs: Certifikát

# #32139
source: Key
cs: Klíč

# #32140
source: Save
cs: Uložit

# #32141
source: Delete
cs: Smazat

# #32142
source: Refresh
cs: Obnovit

# #32143
source: Disconnect
cs: Odpojit

# #32144
source: Connect
cs: Připojit

# #32145
source: Unable to connect
cs: Nelze se připojit

# #32146
source: Hidden Network Name
cs: Skrýt název sítě

# #32147
source: Wireless Network Passphrase
cs: Heslo bezdrátové sítě:

# #32148
source: Wireless Network Username
cs: Uživatelské jméno bezdrátové sítě

# #32149
source: Add VPN
cs: Přidat VPN

# #32150
source: Edit
cs: - Upravit

# #32151
source: Refuse EAP
cs: Odmítnout EAP

# #32152
source: Refuse PAP
cs: Odmítnout PAP

# #32153
source: Refuse CHAP
cs: Odmítnout CHAP

# #32154
source: Refuse MS-CHAP
cs: Odmítnout

# #32155
source: Refuse MS-CHAP v2
cs: Odmítnout MS-CHAP v2

# #32156
source: Require MPPE
cs: Vyžadovat MPPE

# #32157
source: Require MPPE (40 bit)
cs: Vyžadovat MPPE (40 bit)

# #32158
source: Require MPPE (128 bit)
cs: Vyžadovat MPPE (128 bit)

# #32159
source: Require Stateful MPPE
cs: Vyžadovat Stateful MPPE

# #32160
source: Disable BSD Compression
cs: Zakázat BSD kompresy

# #32161
source: Disable VJ Compression
cs: Zakázat VJ kompresy

# #32164
source: Disable Deflate Compression
cs: Zakázat Deflate kompresy

# #32170
source: AskPass
cs: Zeptat se na heslo

# #32175
source: Auth
cs: Autorizace

# #32177
source: RemoteCertTls
cs: VzdálenéCertTls

# #32178
source: ConfigFile
cs: Soubor nastavení

# #32179
source: Update Available
cs: Aktualizace k dispozici

# #32180
source: Would you like to update @DISTRONAME@ now?
cs: Chcete nyní aktualizovat @DISTRONAME@?

# #32181
source: Filename
cs: Název souboru

# #32182
source: Download speed
cs: Rychlost stahování

# #32183
source: Time remaining
cs: Zbývající čas

# #32184
source: Extract file
cs: Rozbalit soubor

# #32185
source: Extract speed
cs: Rychlost rozbalování

# #32186
source: Initialize Archive File
cs: Inicializace Archiv souborů

# #32187
source: Latest Version
cs: Nejnovější verze

# #32188
source: Current Version
cs: Aktuální verze

# #32189
source: Identification
cs: Identifikace

# #32190
source: System Name
cs: Jméno systému

# #32191
source: Error
cs: Chyba

# #32192
source: Unable to connect to Network
cs: Nelze se připojit k síti

# #32193
source: Service
cs: Služba

# #32194
source: Restart Networking
cs: Restartovat síťování

# #32195
source: Support
cs: Podpora

# #32196
source: About
cs: O nás

# #32197
source: Update now
cs: Aktualizovat nyní

# #32199
source: If you would like to contribute to the OpenELEC project you can make a donation using [CR]PayPal, Flattr or Bitcoin. Donating is easy and takes only a few minutes.
cs: Pokud si přejete podpořit projekt OpenELEC, můžete přispět přes [CR]PayPal, Flattr nebo Bitcoiny. Darování je jednoduché a zabere pouze několik málo minut.

# #32202
source: Use Samba Password Authentication
cs: Použít Samba ověřování hesla

# #32203
source: Disable SSH Password
cs: Zakázat heslo SSH

# #32204
source: Enable Samba
cs: Povolit Sambu

# #32205
source: Enable SSH
cs: Povolit SSH

# #32206
source: Enable Avahi (Zeroconf)
cs: Povolit Avahi (Zeroconf)

# #32208
source: Hidden Wlan
cs: Skrytý Wlan

# #32210
source: Auto Proxy URL
cs: Automatické URL Proxy

# #32211
source: Proxy Servers
cs: Proxy servery

# #32212
source: Cancel
cs: Zrušit

# #32213
source: Exit
cs: Ukončit

# #32214
source: Upload Logfiles
cs: Nahrát Logovací soubory

# #32215
source: Invalid Email Address
cs: Neplatná E-Mailová adresa

# #32216
source: Auto-Share External Drives
cs: Automatické sdílení externích disků

# #32300
source: Welcome to @DISTRONAME@
cs: Vítá vás @DISTRONAME@

# #32301
source: Welcome
cs: Vítejte

# #32302
source: This wizard will guide you through the process of setting up your new @DISTRONAME@ installation - setting your location, timezone and connecting you to the internet.[CR][CR]These settings can be changed later by navigating to Programs > @DISTRONAME@ Settings.[CR][CR]To begin your @DISTRONAME@ experience, select your regional settings and your keyboard layout, then click Next.
cs: Tento průvodce vás provede krok za krokem procesem nastavení nové instalace @DISTRONAME@ - jedná se místní nastavení, časové pásmo, připojení k internetu. [CR][CR]Tato nastavení mohou být později změněna v nabídce Programy> @DISTRONAME@ Nastavení. [CR][CR]Než začnete s @DISTRONAME@, vyberte místní nastavení a rozložení klávesnice a následovně stiskněte další.

# #32303
source: Next
cs: Další

# #32304
source: To be identified easily on the network, your new @DISTRONAME@ machine needs a name.[CR][CR]Try to choose something meaningful - like the room it's in - so you'll know what it is when you see it on the network.[CR][CR]This name is used when configuring network services, like file sharing using samba.
cs: Pro jednoduší identifikaci nového @DISTRONAME@ zařízení je nutný název. [CR][CR]Zkuste si vybrat něco výstižného např. v jakém pokoji se zařízení nachází. Okamžitě tak budete vědět o jaké zařízení se v síti jedná. [CR][CR] Tento název je použit pro nastavení síťových služeb jako je sdílení pomocí SMB.

# #32305
source: Networking
cs: Síť

# #32306
source: In order to download backdrops, banners and thumbnails for your movies and TV shows and to stream online content from sites like YouTube, @DISTRONAME@ needs to be connected the Internet.[CR][CR]An Internet connection is also required for @DISTRONAME@ to automatically update itself.
cs: Aby bylo možné stáhnout pozadí, banery a náhledy pro filmy, TV seriály a pro online sledování obsahu ze stránek jako je YouTube, je nutné, aby by l@DISTRONAME@ připojen k internetu. [CR][CR] Internetové připojení je také nutné pro automatické aktualizace systému @DISTRONAME@.

# #32307
source: Select your Regional Settings:
cs: Vyberte místní nastavení:

# #32309
source: The following Networks are currently available:
cs: K dispozici jsou následující sítě:

# #32310
source: Keyboard:
cs: Klávesnice:

# #32311
source: Sharing and Remote Access
cs: Sdílení a vzdálený přistup

# #32312
source: @DISTRONAME@ also supports SSH for remote access. This is for advanced users who wish to interact with @DISTRONAME@'s underlying operating system. The default user is [COLOR blue]root[/COLOR] and the default password is [COLOR blue]@ROOT_PASSWORD@[/COLOR].
cs: @DISTRONAME@ také podporuje vzdálený přístup pomocí SSH. Tato možnost je pro pokročilé uživatelé, kteří chtějí komunikovat s jádrem systému @DISTRONAME@. Výchozí uživatelské jméno je [COLOR blue]root[/COLOR] a výchozí heslo je [COLOR blue]@ROOT_PASSWORD@[/COLOR].

# #32313
source: In order to share your files between your computers @DISTRONAME@ has incorporated a samba server. This samba server can be integrated into your local network by accessing it in a familiar way with Finder or Windows Explorer.
cs: Aby bylo možné sdílet soubory mezi počítačem a @DISTRONAME@ zařízením, jsou k dispozici sdílené složky pomocí protokolu samba. Pro přístup ke sdílením složkám je možno jednoduše použít v lokální síti aplikace Finder nebo Windows Explorer.

# #32314
source: enabled
cs: aktivováno

# #32315
source: disabled
cs: deaktivováno

# #32316
source: Configure Services:
cs: Konfigurace služby:

# #32317
source: Thank you
cs: Děkuji

# #32318
source: Your @DISTRONAME@ installation is now complete and you'll now enter Kodi when you can set up your media libraries. For help with this, there is a guide available at wiki.kodi.tv[CR][CR]@DISTRONAME@ is developed by a dedicated team of developers who work purely in their spare time. Even as a volunteer project, we still have to pay for our internet bandwidth and development resources so if you find @DISTRONAME@ useful, we will always appreciate a donation of any amount.[CR][CR]Finally, we hope you enjoy using @DISTRONAME@ as much as we've enjoying building it. If you need any more help, you can find links to get help along with latest news at our website
cs: Instalace systému @DISTRONAME@ je nyní kompletní a nyní můžete v Kodi nastavit své knihovny medií. Návod jak na to je k dispozici na stránkách wiki.kodi.tv[CR][CR]@DISTRONAME@ je vyvinut specializovaným týmem vývojářů, kteří pracují výhradně ve svém volném čase. Jako dobrovolníci pracující na projektu si stále platíme naše internetové připojení a vývojářské nástroje, takže jestli shledáte systém @DISTRONAME@ užitečným, vždy oceníme jakýkoliv příspěvek. [CR][CR]Koneckonců věříme, že si používání systém @DISTRONAME@ užíváte stejně tak, jak my si užíváme vývoj tohoto systému. Pokud budete potřebovat jakoukoli pomoc, můžete najít odkazy na pomoc spolu s nejnovějšími zprávami na našich webových stránkách.

# #32320
source: Enable Cron
cs: Povolit Cron

# #32321
source: Virtual Private Networks
cs: Virtuální privátní sítě

# #32322
source: Add new VPN configuration
cs: Přidat novou VPN konfiguraci

# #32323
source: Reset to Defaults
cs: Resetovat do továrního nastavení

# #32324
source: Reset System Settings to defaults
cs: Resetovat nastavení systému do továrního nastavení

# #32325
source: Reset @DISTRONAME@ to defaults
cs: Resetovat @DISTRONAME@do továrního nastavení

# #32326
source: Are you sure?
cs: Jste si jisti?

# #32328
source: The system must reboot.
cs: Systém musí být restartován.

# #32329
source: Rebooting in %d seconds
cs: Restart za %d sekund

# #32330
source: Keyboard Type
cs: Typ klávesnice

# #32332
source: Address
cs: Adresa

# #32333
source: Connected:
cs: Připojit:

# #32334
source: Yes
cs: Ano

# #32335
source: No
cs: Ne

# #32336
source: Start Discovery
cs: Zapnout viditelnost

# #32337
source: Stop Discovery
cs: Vypnout viditelnost

# #32338
source: No Bluetooth adapter found.
cs: Bluetooth adaptér nenalezen.

# #32339
source: No Bluetooth device found. Please put your Bluetooth device into discovery mode[CR]and start the scan
cs: Nebylo nalezeno žádné bluetooth zařízení. Prosím nastavte zařízení do discovery režimu[CR] a spusťte skenování.

# #32341
source: Enable Remote Syslog Server
cs: Povolit vzdálený Syslog server

# #32342
source: Syslog Server IP Address
cs: IP adresa Syslog serveru

# #32343
source: Enter the following Key on your Device.
cs: Zadejte následující klíč na svém zařízení

# #32344
source: Enable Bluetooth
cs: Povolit bluetooth

# #32345
source: Bluetooth daemon is not running!
cs: Bluetooth daemon není spuštěn!

# #32346
source: Bluetooth is disabled
cs: Bluetooth je vypnut

# #32358
source: Trust and Connect
cs: Důvěřovat a připojit

# #32359
source: Support
cs: Podpora

# #32360
source: Please enter your email address
cs: Prosím zadejte svoji emailovou adresu
