Repository: ziggimon/service.openelec.settings
Catalog: resources/language/Norwegian/strings.po
Languages: no

# #32345
source: Bluetooth daemon is not running!
no: Blåtann-daimonen kjører ikke!

# #32346
source: Bluetooth is disabled
no: Blåtann er deaktivert

# #32347
source: Enable hard drive sleep when idle
no: Aktiver hvilemodus for maskinvare når inaktiv

# #32348
source: Network Mounts
no: Monteringspunkt for nettverk

# #32349
source: Add
no: Legg til

# #32350
source: Mount
no: Monter

# #32352
source: Mount Point
no: Monteringspunkt

# #32353
source: Server
no: Tjener

# #32354
source: Share
no: Nettverksstasjon

# #32355
source: Username
no: Brukernavn

# #32356
source: Password
no: Passord

# #32357
source: Mount Options
no: Monteringsalternativer

# #32358
source: Trust and Connect
no: Stol på og koble til

# #32359
source: Support
no: Støtte

# #32360
source: Please enter your email address
no: Vennligst oppgi din epostadresse

# #32361
source: The following Informations are Invalid:
no: Følgene informasjon er ugyldig:

# #32362
source: Check for updates now:
no: Se etter oppdateringer nå:

# #32364
source: Update available
no: Oppdatering tilgjengelig

# #32365
source: Show Update Notifications
no: Vis oppdateringsvarsler

# #32366
source: Update Download Completed
no: Oppdateringsnedlasting fullført

# #32367
source: Update Extract Complete
no: Oppdateringsutpakking fullført

# #32368
source: Advanced Network Settings
no: Utvidede nettverksinnstillinger

# #32369
source: Wait for network before starting PHT
no: Vent på nettverk før PHT startes

# #32370
source: Maximum Wait Time (Sec.)
no: Maksimal ventetid (sek.)

# #32371
source: Backup
no: Sikkerhetskopiering

# #32372
source: Create System and PHT Backup
no: Lag sikkerhetskopi av systemet og PHT

# #32373
source: Restore Backup
no: Gjenopprett sikkerhetskopi

# #32375
source: Backup Progress
no: Fremdrift for sikkerhetskopi

# #32376
source: Select a backup destination directory
no: Velg en destinasjonsmappe for sikkerhetskopi

# #32377
source: Select the backup file to restore
no: Velg sikkerhetskopien som skal gjenopprettes

# #32378
source: The information you entered is incomplete
no: Informasjonen du oppga er ufullstendig

# #32379
source: There is not enough free storage space to continue!
no: Det er ikke nok ledig lagringsplass til å fortsette!

# #32380
source: Restoring system settings requires a reboot. Are you sure you want to restore?
no: Gjennopprettelse av systeminnstillingene krever en omstart. Er du sikker på at du vil gjenopprette?
