Repository: ziggimon/service.openelec.settings
Catalog: resources/language/Norwegian/strings.po
Languages: no

# #600
source: [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] Settings
no: [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR]-innstillinger

# #601
source: Interface
no: Grensesnitt

# #602
source: Address
no: Adresse

# #604
source: State
no: Region

# #605
source: Address
no: Adresse

# #606
source: Distribution:
no: Distribusjon:

# #607
source: Version:
no: Versjon:

# #608
source: Architecture:
no: Arkitektur:

# #609
source: Open Embedded Linux Entertainment Center (OpenELEC) is a minimal Linux distribution purpose built for Plex Home Theater. OpenELEC is designed to boot fast with an installation process simple enough for anyone to convert a bare HTPC into a fully configuredd media machine in under 15 minutes.
no: Open Embedded Linux Entertainment Center (OpenELEC) er en minimal Linux-distribusjon bygget for PHT mediasenter. OpenELEC er designet for rask oppstart og med en enkel installeringsprosess, slik at alle kan konvertere en ren HTPC til en ferdigkonfigurert mediemaskin på under 15 minutter.

# #610
source: [B]Support:[/B][CR]Web: http://openelec.tv[CR]Forum: http://openelec.tv/forum[CR]Wiki: http://wiki.openelec.tv[CR][CR][B]Social Media:[/B][CR]IRC: #openelec on freenode.net (web-based chat is also available from the website)[CR]Twitter: https://twitter.com/openelec[CR]Facebook: http://www.facebook.com/OpenELEC[CR]Google+: https://plus.google.com/+openelec
no: [B]Støtte:[/B][CR]Nett: http://openelec.tv[CR]Forum: http://openelec.tv/forum[CR]Wiki: http://wiki.openelec.tv[CR][CR][B]Sosiale medier:[/B][CR]IRC: #openelec on freenode.net (nettbasert chat er også tilgjengelig fra nettsiden)[CR]Twitter: https://twitter.com/openelec[CR]Facebook: http://www.facebook.com/OpenELEC[CR]Google+: https://plus.google.com/+openelec

# #611
source: The OpenELEC project runs on goodwill, love, and your donations. If you would like to contribute to the project you can donate using PayPal, Flattr or Bitcoin. Making a donation is easy and takes only a couple of minutes. http://openelec.tv/donate
no: OpenELEC-prosjektet lever av «goodwill», kjærlighet og dine donasjoner. Hvis du vil bidra til prosjektet kan du donere ved å bruke PayPal, Flattr eller Bitcoin. Å donere er enkelt og tar kun noen minutter. http://openelec.tv/donate

# #700
source: Configure a hostname, keyboard type, perform a reset, update, or backups and restores
no: Konfigurer maskinnavn, tastaturtype, tilbakestill, oppdater, eller sikkerhetskopier og gjenopprett

# #701
source: Configure network startup options, network mounts, NTP and VPNs
no: Konfigurer oppstartsvalg for nettverk, nettverkslagring, NTP og VPN-er

# #702
source: Manage the Ethernet, Wireless and VPN connections available to the system
no: Konfigurer ethernet, trådløse nettverk og VPN-tilkoblinger tilgjenglig for systemet

# #703
source: Configure system services like Samba, SSH, Cron, Avahi and Syslog
no: Konfigurer systemtjenester som Samba, SSH, Cron, Avahi og Syslog

# #704
source: Configure and pair Bluetooth devices
no: Konfigurer og koble til Blåtann-enheter

# #705
source: Useful information like version and architecture details, support and social media links, and how to make a donation to the project
no: Nyttig informasjon som versjonsnummer og arkitekturdetaljer, støtte og linker til sosiale media, og hvordan man kan donere til prosjektet

# #710
source: Configure the Hostname of your OpenELEC system. This will be used for the HTPC \\hostname in Windows and SMB server name in the Mac OS Finder
no: Konfigurer vertsnavnet for ditt OpenELEC-system. Dette navnet vil bli brukt for HTPC \\vertsnavn i Windows og SMB-tjenernavn i Mac OS Finder

# #711
source: Configure the 1st keyboard software layout
no: Konfigurer utformingen for primærtastatur

# #712
source: Configure the 2nd keyboard software layout
no: Konfigurer utformingen for sekundærtastatur

# #713
source: Configure the physical keyboard type
no: Konfigurer fysisk tastaturtype

# #714
source: OpenELEC can be configured for automatic or manual updates. Automatic updates are available on stable releases and stable release candidates. Automatic update self-disables on beta and development builds
no: OpenELEC kan bli konfigurert for automatisk eller manuell oppdatering. Automatiske oppdateringer er tilgjengelig for stabile versjoner og stabile versjonskandidater. Automatisk oppdatering blir deaktivert for beta- og utviklingsversjoner.

# #715
source: Set to ON and an on-screen notification will be displayed when a new update is available
no: Skru til «PÅ» og en melding vil bli vist når en ny oppdateringer er tilgjengelig

# #716
source: Click to manually check the OpenELEC servers for an updated release
no: Klikk for å manuelt se etter en oppdatert versjon på OpenELEC-tjenerne

# #717
source: If you have an small LCD or VFD attached to your OpenELEC system you must configure the correct display driver
no: Hvis du har en liten LCD eller VFD tilkoblet ditt OpenELEC-system må du konfigurere den riktige skjermdriveren

# #718
source: Set on ON and OpenELEC will spin down attached drives (not the main system drive) when idle
no: Skru til «PÅ» og OpenELEC vil i hvilemodus senke rotasjonshastigheten på tilkoblede disker (ikke systemdisken)

# #719
source: Configure the number of minutes before hard-drive spin down occurs
no: Konfigurer antall minutter før harddisker blir satt i hvilemodus

# #720
source: Set to ON and Bluetooth devices will be disabled during power-saving modes
no: Sku til «PÅ» og Bluetooth-enheter vil bli koblet fra i strømsparingsmodus

# #722
source: Create a tar archive containing all OpenELEC and PHT configuration settings, databases and thumbnail content. Backup files will be stored in /storage/backups
no: Opprett et TAR-arkiv som inneholder alle OpenELECs og PHTs konfigurasjonsinnstillinger, databaser og miniatyrer. Sikkerhetskopier vil bli lagret i /storage/backups

# #723
source: Restore a tar archive backup previously created using the backup option above
no: Gjenopprett en sikkerhetskopi som er blitt opprettet tidligere ved å bruke alternativene ovenfor

# #724
source: Permanently reset OpenELEC OS configuration to defaults (PHT is not touched)
no: Gjenopprett OpenELEC OS til standardkonfigurasjon (PHT blir ikke berørt)

# #725
source: Permanently reset OpenELEC OS and PHT configuration to defaults
no: Gjenopprett OpenELEC OS og PHT til standardkonfigurasjon

# #726
source: Enable or disable support for Wireless (WLAN) networks
no: Aktiver eller deaktiver støtte for trådløse nettverk (WLAN)

# #727
source: Enable a 'tethered' Wireless Access Point. This requires your wireless card (and driver) to support bridging and access point mode. Not all cards are capable.
no: Aktiver et forankret (tethered), trådløst tilkoblingspunkt. Dette krever at ditt trådløse nettverkskort (og driver) støtter brodannelse og tilkoblingspunktmodus. Ikke alle nettverkskort gjør dette.

# #728
source: Configure the Access Point SSID
no: Konfigurer SSID-en for tilgangspunktet

# #729
source: Configure the Access Point Passphrase
no: Konfigurer tilgangspunktpassordet

# #730
source: Enable or disable support for Wired (Ethernet) networks
no: Aktiver eller deaktiver støtte for ethernet-nettverker

# #731
source: Configure OpenVPN and PPTP VPN connections
no: Konfigurer tilkoblinger til OpenVPN og PPTP VPN

# #732
source: Configure the 1st time (NTP) server
no: Configurer førstegangstjeneren (NPT)

# #733
source: Configure the 2nd time (NTP) server
no: Konfigurer andregangstjeneren (NPT)

# #734
source: Configure the 3rd time (NTP) server
no: Konfigurer tredjegangstjeneren (NPT)

# #735
source: Configure boot-time mounting of a remote filesystem, e.g. NFS or SMB mounts on a remote NAS, without needing autostart.sh hacks.
no: Konfigurer oppstartsmontering av nettverksfilsystemer slik som NFS eller SMB på en ekstern NAS, uten å måtte modifisere autostart.sh.

# #736
source: Set to ON to delay PHT startup until the network is available. Use this if the OS is booting into PHT before the network is up and central MySQL databases are accessible.
no: Skru til «PÅ» for å forsinke oppstarten av PHT til nettverket er tilgjengelig. Bruk dette hvis OS-et starter opp før nettverket og sentrale MySQL-databaser er tilgjengelige.

# #738
source: Set to ON to enable the embedded Samba (SMB) filesharing service
no: Skru til «PÅ» for å aktivere den innebygde Samba (SMB) fildelingstjenesten

# #739
source: Set to ON to require username/password access to local Samba fileshares
no: Skru til «PÅ» for å kreve brukernavn- og passordtilgang til delte, lokale Samba-ressurser

# #740
source: Set the username for Samba sharing
no: Fastsett brukernavnet for Samba-deling

# #741
source: Set the password for Samba sharing
no: Fastsett passordet for Samba-deling

# #742
source: Set to ON to enable the embedded SSH server. The SSH console can be accessed with username 'root' and password 'openelec'.
no: Skru til «PÅ» for å aktivere den innebygde SSH-tjeneren. Man kan få adgang til SSH-konsollen med brukernavnet «root» og passordet «openelec».

# #743
source: Set to ON if you have copied private SSH keys to your HTPC and would like to improve security by disabling SSH username and password authentication.
no: Skru til «PÅ»hvis du har kopiert private SSH-nøkler til din HTPC og ønsker å forbedre sikkerheten ved å deaktivere SSH brukernavn- og passordautentisering.

# #744
source: Set to ON to enable the Avahi (Zeroconf/Bonjour) network discovery service
no: Skru til «PÅ» for å aktivere Avahi (Zeroconf/Bonjour) oppdagelsestjenesten for nettverket.

# #745
source: Set to ON to enable the cron daemon
no: Skru til «PÅ» for å aktivere cron daimonen

# #746
source: Set to ON to send system event logs (/var/log/messages) to a remote Syslog server
no: Skru til «PÅ» for å sende systemhendelseslogger (/var/log/messages) til en ekstern Syslog-tjener

# #747
source: Configure the IP address of the remote Syslog server
no: Konfigurer IP-adressen til den eksterne Syslog-tjeneren

# #32000
source: Network
no: Nettverk

# #32001
source: Services
no: Tjenester

# #32003
source: Interface
no: Grensesnitt

# #32004
source: IP Address
no: IP-adresse

# #32006
source: State
no: Region

# #32009
source: Keyboard
no: Tastatur

# #32010
source: Keyboard Layout
no: Tastaturutforming

# #32011
source: Power Saving
no: Strømsparing

# #32012
source: Sleep hard drive after (minutes)
no: Sett harddisker i hvilemodus etter (minutter)

# #32013
source: Updates
no: Oppdateringer

# #32014
source: Automatic Updates
no: Automatiske oppdateringer

# #32100
source: Connections
no: Tilkoblinger

# #32101
source: Network
no: Nettverk

# #32102
source: Wireless Networks
no: Trådløse nettverk

# #32103
source: Wired Networks
no: Ledningsnettverk

# #32105
source: Active
no: Aktiv

# #32106
source: Username
no: Brukernavn

# #32107
source: Passphrase
no: Passord

# #32108
source: Enable 'tethered' Wireless Access Point
no: Aktiver forankret, trådlåst tilgangspunkt

# #32109
source: Connect Automatically
no: Tilkoble automatisk

# #32110
source: Connection
no: Tilkobling

# #32113
source: IP Address Method
no: Metode for IP-adresse

# #32114
source: IP Address
no: IP-adresse

# #32115
source: Subnet Mask
no: Nettverksmaske

# #32116
source: Default Gateway
no: Standard gateway

# #32117
source: Prefix Length
no: Prefikslengde

# #32118
source: Privacy
no: Personvern

# #32119
source: DNS Servers
no: DNS-tjenere

# #32120
source: Nameserver #1
no: Navnetjener #1

# #32121
source: Nameserver #2
no: Navnetjener #2

# #32122
source: Nameserver #3
no: Navnetjener #3

# #32123
source: NTP Servers
no: NTP-tjenere

# #32124
source: Timeserver #1
no: Tidstjener #1

# #32125
source: Timeserver #2
no: Tidstjener #2

# #32126
source: Timeserver #3
no: Tidstjener #3

# #32127
source: DNS Domains
no: DNS-domener

# #32128
source: Domain #1
no: Domene #1

# #32129
source: Domain #2
no: Domene #2

# #32130
source: Domain #3
no: Domene #3

# #32132
source: Network Name
no: Nettverksnavn

# #32133
source: VPN Server
no: VPN-tjener

# #32134
source: VPN DNS Domain
no: VPN DNS-domene

# #32135
source: VPN Cookie
no: VPN-innformasjonskapsel

# #32136
source: Server Certificate
no: Tjenersertifikat

# #32137
source: Certificate Autority Certificate
no: Sertifikat autoritetssertifikat

# #32138
source: Certificate
no: Sertifikat

# #32139
source: Key
no: Nøkkel

# #32140
source: Save
no: Lagre

# #32141
source: Delete
no: Slett

# #32142
source: Refresh
no: Oppdater

# #32143
source: Disconnect
no: Koble fra

# #32144
source: Connect
no: Koble til

# #32145
source: Unable to connect
no: Kan ikke koble til

# #32146
source: Hidden Network Name
no: Skjult nettverksnavn

# #32147
source: Wireless Network Passphrase
no: Passord for trådløst nettverk

# #32148
source: Wireless Network Username
no: Brukernavn for trådløst nettverk

# #32149
source: Add VPN
no: Legg til VPN

# #32150
source: Edit
no: Rediger

# #32151
source: Refuse EAP
no: Nekt EAP

# #32152
source: Refuse PAP
no: Nekt PAP

# #32153
source: Refuse CHAP
no: Nekt CHAP

# #32154
source: Refuse MS-CHAP
no: Nekt MS-CHAP

# #32155
source: Refuse MS-CHAP v2
no: Nekt MS-CHAP v2

# #32156
source: Require MPPE
no: Krev MPPE

# #32157
source: Require MPPE (40 bit)
no: Krev MPPE (40 bit)

# #32158
source: Require MPPE (128 bit)
no: Krev MPPE (128 bit)

# #32159
source: Require Stateful MPPE
no: Krev stateful MPPE

# #32160
source: Disable BSD Compression
no: Deaktiver BSD-komprimering

# #32161
source: Disable VJ Compression
no: Deaktiver VJ-komprimering

# #32162
source: LCP Echo Failure
no: LCP Echo mislyktes

# #32163
source: LCP Echo Interval
no: LCP Echo intervall

# #32164
source: Disable Deflate Compression
no: Deaktiver

# #32177
source: RemoteCertTls
no: RemoteCertTIs

# #32179
source: Update Available
no: Oppdatering tilgjengelig

# #32180
source: Would you like to update OpenELEC now?
no: Ønsker du å oppdatere OpenELEC nå?

# #32181
source: Filename
no: Filnavn

# #32182
source: Download speed
no: Nedlastingshastighet

# #32183
source: Time remaining
no: Gjenstående tid

# #32184
source: Extract file
no: Pakk ut fil

# #32185
source: Extract speed
no: Utpakkingshastighet

# #32186
source: Initialize Archive File
no: Initialiser arkivfil

# #32187
source: Latest Version
no: Siste versjon

# #32188
source: Current Version
no: Gjeldende versjon

# #32189
source: Identification
no: Identifisering

# #32190
source: System Name
no: Systemnavn

# #32191
source: Error
no: Feil

# #32192
source: Unable to connect to Network
no: Kunne ikke koble til nettverk

# #32193
source: Service
no: Tjeneste

# #32194
source: Restart Networking
no: Start nettverk på nytt

# #32195
source: Support
no: Støtte

# #32196
source: About
no: Om

# #32197
source: Update now
no: Oppdater nå

# #32199
source: If you would like to contribute to the OpenELEC project you can make a donation using [CR]PayPal, Flattr or Bitcoin. Donating is easy and takes only a few minutes.
no: Hvis du ønsker å bidra til OpenELEC-prosjektet kan du gi en donasjon gjennom [CR]PayPal, Flattr eller Bitcoin. Å donere er enkelt og tar kun noen minutter.

# #32202
source: Use Samba Password Authentication
no: Bruk Samba passordautentisering

# #32203
source: Disable SSH Password
no: Deaktiver SSH-passord

# #32204
source: Enable Samba
no: Aktiver Samba

# #32205
source: Enable SSH
no: Aktiver SSH

# #32206
source: Enable Avahi (Zeroconf)
no: Aktiver Avahi (Zeroconf)

# #32208
source: Hidden Wlan
no: Skjult trådløst nettverk

# #32209
source: Proxy Server
no: Proxy-tjener

# #32210
source: Auto Proxy URL
no: Automatisk Proxy URL

# #32211
source: Proxy Servers
no: Proxy-tjenere

# #32212
source: Cancel
no: Avbryt

# #32213
source: Exit
no: Avslutt

# #32214
source: Upload Logfiles
no: Last opp loggfiler

# #32215
source: Invalid Email Address
no: Ugyldig epostadresse

# #32300
source: Welcome to [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR]
no: Velkommen til [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR]

# #32301
source: Welcome
no: Velkommen

# #32302
source: This wizard will guide you through the process of setting up your new [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] installation - setting your location, timezone and connecting you to the internet.[CR][CR]These settings can be changed later by navigating to Programs > [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] Settings.[CR][CR]To begin your [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] experience, select your regional settings and your keyboard layout, then click Next.
no: Denne veiledningen vil vise deg igjennom prosessen med å sette opp din nye installasjon av [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] - slik som plassering, tidssone og å koble til internett.[CR][CR]Disse innstillingene kan forandres senere ved å navigere til Programmer > [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR]-innstillinger.[CR][CR]For å begynne din [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] opplevelse, velg dine regionale innstillinger og din tastaturutforming, klikk så Neste.

# #32303
source: Next
no: Neste

# #32304
source: To be identified easily on the network, your new [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] machine needs a name.[CR][CR]Try to choose something meaningful - like the room it's in - so you'll know what it is when you see it on the network.[CR][CR]This name is used when configuring network services, like file sharing using samba.
no: For å enkelt kunne indentifiseres på nettverket, trenger din nye [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR]-maskin et navn.[CR][CR]Prøv å velge et meningsfylt ett - slik som rommet du befinner deg i - sånn at du vet hva det er når du ser det på nettverket.[CR][CR]Dette navnet brukes for å konfigurere nettverkstjenester, slik som fildeling ved bruk av Samba.

# #32305
source: Networking
no: Etablering av nettverk

# #32306
source: In order to download backdrops, banners and thumbnails for your movies and TV shows and to stream online content from sites like YouTube, [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] needs to be connected the Internet.[CR][CR]An Internet connection is also required for [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] to automatically update itself.
no: For å kunne laste ned baktepper, bannere og miniatyrbilder til filmer og TV-serier, og for å kunne strømme nettinnhold fra sider som YouTube, må [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] være koblet til nettet. [CR][CR]En nettforbindelse er også nødvendig for at [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] skal kunne oppdatere seg selv.

# #32307
source: Select your Regional Settings:
no: Velg dine regionale innstillinger

# #32308
source: Hostname:
no: Vertsnavn:

# #32309
source: The following Networks are currently available:
no: Følgende nettverk er for øyeblikket tilgjengelige:

# #32310
source: Keyboard:
no: Tastatur:

# #32311
source: Sharing and Remote Access
no: Deling og nettverkstilgang

# #32312
source: [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] also supports SSH for remote access. This is for advanced users who wish to interact with [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR]'s underlying operating system. The default user is [COLOR blue]root[/COLOR] and the default password is [COLOR blue]openelec.[/COLOR]
no: [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] støtter også nettverkstilgang ved å benytte SSH. Dette er for erfarne brukere som ønsker å påvirke [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR]s underliggende operativsystem. Standardbrukeren er [COLOR blue]root[/COLOR] og standardpassordet er [COLOR blue]openelec[/COLOR].

# #32313
source: In order to share your files between your computers [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] has incorporated a samba server. This samba server can be integrated into your local network by accessing it in a familiar way with Finder or Windows Explorer.
no: For å kunne dele filene dine mellom datamaskinene dine har [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] inkludert en samba-tjener. Denne samba-tjeneren kan bli integrert i ditt lokale nettverk slik at du kan få tilgang til den gjennom Finder eller Windows Explorer.

# #32314
source: enabled
no: aktivert

# #32315
source: disabled
no: deaktivert

# #32316
source: Configure Services:
no: Konfigurer tjenester:

# #32317
source: Thank you
no: Takk

# #32318
source: You [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] installation is now complete and you'll now enter PHT when you can set up your media libraries. For help with this, there is a guide available at wiki.xbmc.org[CR][CR][COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] is developed by a dedicated team of developers who work purely in their spare time. Even as a volunteer project, we still have to pay for our internet bandwidth and development resources so if you find [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] useful, we will always appreciate a donation of any amount.[CR][CR]Finally, we hope you enjoy using [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] as much as we've enjoying building it. If you need any more help, you can find links to get help along with latest news at openelec.tv
no: Installasjonen av [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] er ferdig og du vil nå gå inn i PHT hvor du kan organisere mediebibliotekene dine. For å hjelpe deg med dette er en veiledning tilgjengelig på wiki.xbmc.org[CR][CR][COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] blir laget av en gruppe dedikerte utviklere som kun jobber med prosjektet på fritiden. Selv om det er et dugnadsprosjekt, så må vi fortsatt betale for nettilgang, båndbredde og utviklingsressurser, så hvis du synes [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] er nyttig vil vi alltid sette stor pris på donasjoner av ethvert beløp.[CR][CR]Til slutt så håper vi at du setter pris på [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] like mye som vi setter pris på å lage det. Hvis du trenger mer hjelp, så kan kan du finne lenker som hjelper deg videre på openelec.tv

# #32320
source: Enable Cron
no: Aktiver Cron

# #32321
source: Virtual Private Networks
no: Virtuelle private nettverk (VPN)

# #32322
source: Add new VPN configuration
no: Legg til en ny VPN-konfigurasjon

# #32323
source: Reset to Defaults
no: Nullstill til standard

# #32324
source: Reset System Settings to defaults
no: Nullstill systeminnstillinger til standard

# #32325
source: Reset OpenELEC to defaults
no: Nullstill OpenELEC til standard

# #32326
source: Are you sure?
no: Er du sikker?

# #32328
source: The system must reboot.
no: Systemet må startes på nytt.

# #32329
source: Rebooting in %d seconds
no: Starter på nytt om %d sekunder

# #32330
source: Keyboard Type
no: Tastaturtype

# #32331
source: Bluetooth
no: Blåtann

# #32332
source: Address
no: Adresse

# #32333
source: Connected:
no: Tilkoblet:

# #32334
source: Yes
no: Ja

# #32335
source: No
no: Nei

# #32336
source: Start Discovery
no: Start utforsking

# #32337
source: Stop Discovery
no: Stopp utforsking

# #32338
source: No Bluetooth adapter found.
no: Ingen Blåtann-adaptere ble funnet.

# #32339
source: No Bluetooth device found. Please put your Bluetooth device into discovery mode[CR]and start the scan
no: Ingen Blåtann-enheter funnet. Vennligst sett din Blåtann-enhet i oppdagelesesmodus[CR]og start å søke

# #32341
source: Enable Remote Syslog Server
no: Aktiver ekstern Syslog-tjener

# #32342
source: Syslog Server IP Address
no: IP-adresse til Syslog-tjener

# #32343
source: Enter the following Key on your Device.
no: Tast inn følgende nøkkel på din enhet.
