Repository: ziggimon/service.openelec.settings
Catalog: resources/language/Polish/strings.po
Languages: pl

# #600
source: [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] Settings
pl: Ustawienia [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR]

# #601
source: Interface
pl: Interfejs

# #602
source: Address
pl: Adres

# #603
source: Type
pl: Typ

# #604
source: State
pl: Stan nośnika

# #605
source: Address
pl: Adres

# #606
source: Distribution:
pl: Dystrybucja:

# #607
source: Version:
pl: Wersja:

# #608
source: Architecture:
pl: Architektura:

# #609
source: Open Embedded Linux Entertainment Center (OpenELEC) is a minimal Linux distribution purpose built for Plex Home Theater. OpenELEC is designed to boot fast with an installation process simple enough for anyone to convert a bare HTPC into a fully configuredd media machine in under 15 minutes.
pl: Open Embedded Linux Entertainment Center, (w skrócie OpenELEC), to mała dystrybucja Linuksa, która pozwala zmienić komputer w kompletne centrum rozrywki multimedialnej. Sercem OpenELEC jest Plex Home Theater - jedna z najdłużej rozwijanych platform multimedialnych. OpenELEC został zaprojektowany tak, by uruchamiał się możliwie szybko oraz był łatwy w instalacji w niecałe 15 minut.

# #610
source: [B]Support:[/B][CR]Web: http://openelec.tv[CR]Forum: http://openelec.tv/forum[CR]Wiki: http://wiki.openelec.tv[CR][CR][B]Social Media:[/B][CR]IRC: #openelec on freenode.net (web-based chat is also available from the website)[CR]Twitter: https://twitter.com/openelec[CR]Facebook: http://www.facebook.com/OpenELEC[CR]Google+: https://plus.google.com/+openelec
pl: [B]Pomoc:[/B][CR]Web: http://openelec.tv[CR]Forum: http://openelec.tv/forum[CR]Wiki: http://wiki.openelec.tv[CR][CR][B]Media społeczne:[/B][CR]IRC: #openelec on freenode.net (chat jest również dostępny na stronie internetowej)[CR]Twitter: https://twitter.com/openelec[CR]Facebook: http://www.facebook.com/OpenELEC[CR]Google+: https://plus.google.com/+openelec

# #611
source: The OpenELEC project runs on goodwill, love, and your donations. If you would like to contribute to the project you can donate using PayPal, Flattr or Bitcoin. Making a donation is easy and takes only a couple of minutes. http://openelec.tv/donate
pl: Projekt OpenELEC działa dzięki wsparciu, ciężkiej pracy i entuzjazmowi tysięcy ludzi oraz Waszym darowiznom. Jeśli chcesz przyczynić się do dalszego rozwoju projektu prześlij nam darowiznę za pośrednictwem systemu PayPal, Flattr lub Bitcoin. Dokonanie wpłaty jest proste i zajmuje tylko kilka minut. Dziękujemy za wsparcie. http://openelec.tv/donate

# #700
source: Configure a hostname, keyboard type, perform a reset, update, or backups and restores
pl: Konfiguracja nazwy hosta, typu klawiatury, sposóbu aktualizacji oraz tworzenia kopii zapasowych i przywracania

# #701
source: Configure network startup options, network mounts, NTP and VPNs
pl: Konfiguracja opcji sieciowych, lokalizacji sieciowej, NTP i sieci VPN

# #702
source: Manage the Ethernet, Wireless and VPN connections available to the system
pl: Zarządzanie, dostępnymi w systemie, sieciami przewodowymi oraz bezprzewodowymi i połączeniami VPN

# #703
source: Configure system services like Samba, SSH, Cron, Avahi and Syslog
pl: Konfiguracja usług systemowych, takich jak Samba, SSH, Cron, Avahi i Syslog

# #704
source: Configure and pair Bluetooth devices
pl: Konfiguracja urządzenia Bluetooth

# #705
source: Useful information like version and architecture details, support and social media links, and how to make a donation to the project
pl: Przydatne informacje, takie jak architektura i wersja systemu, wsparcie techniczne i media społeczne jak równiez wskazówki przy dokonywaniu wpłat na rzecz projektu

# #710
source: Configure the Hostname of your OpenELEC system. This will be used for the HTPC \\hostname in Windows and SMB server name in the Mac OS Finder
pl: Skonfiguruj nazwę hosta z systemu OpenELEC. Będzie ona potrzebna do HTPC \\nazwa hosta w nazwie serwera SMB w systemie Windows i Mac OS

# #711
source: Configure the 1st keyboard software layout
pl: Skonfiguruj pierwszy układ klawiatury

# #712
source: Configure the 2nd keyboard software layout
pl: Skonfiguruj drugi układ klawiatury

# #713
source: Configure the physical keyboard type
pl: Skonfiguruj typ klawiatury fizycznej

# #714
source: OpenELEC can be configured for automatic or manual updates. Automatic updates are available on stable releases and stable release candidates. Automatic update self-disables on beta and development builds
pl: OpenELEC może zostać skonfigurowany aby pobierał aktualizacje automatyczne lub ręczne. Aktualizacja automatyczna jest dostępna dla wydań stabilnych oraz kandydatów wydań stabilnych.

# #715
source: Set to ON and an on-screen notification will be displayed when a new update is available
pl: Ustaw na "Włączone", a na ekranie zostanie wyświetlone powiadomienie, gdy będzie dostępna nowa aktualizacja

# #716
source: Click to manually check the OpenELEC servers for an updated release
pl: Zaznacz, aby ręcznie sprawdzić dostępne aktualizacje na serwerach OpenELEC

# #717
source: If you have an small LCD or VFD attached to your OpenELEC system you must configure the correct display driver
pl: Jeśli masz, dołączony do systemu, dodatkowy wyświetlacz LCD lub VFD należy skonfigurować odpowiedni sterownik

# #718
source: Set on ON and OpenELEC will spin down attached drives (not the main system drive) when idle
pl: Ustaw na "Włączony" jeśli chcesz aby system wyłączał w czasie bezczynności podłączone napędy (nie dotyczy dysku systemowego)

# #719
source: Configure the number of minutes before hard-drive spin down occurs
pl: Konfiguruj ilość minut bezczynności aby system wyłączał podłączone napędy

# #720
source: Set to ON and Bluetooth devices will be disabled during power-saving modes
pl: Ustaw na "Włączony" jeśli chcesz aby system wyłączał w czasie bezczynności urządzenia Bluetooth

# #722
source: Create a tar archive containing all OpenELEC and PHT configuration settings, databases and thumbnail content. Backup files will be stored in /storage/backups
pl: Tworzenie archiwum .tar zawierające wszystkie ustawienia OpenELEC i PHT, bazy danych i grafik. Kopie zapasowe będą przechowywane w folderze: /storage/backups

# #723
source: Restore a tar archive backup previously created using the backup option above
pl: Przywracanie kopii zapasowej z archiwum .tar, poprzednio utworzonej za pomocą opcji tworzenia kopii zapasowej

# #724
source: Permanently reset OpenELEC OS configuration to defaults (PHT is not touched)
pl: Przywracanie ustawień fabrycznych OpenELEC'a (nie zmienia ustawień PHT)

# #725
source: Permanently reset OpenELEC OS and PHT configuration to defaults
pl: Przywracanie ustawień fabrycznych systemu OpenELEC oraz PHT

# #726
source: Enable or disable support for Wireless (WLAN) networks
pl: Włącz lub wyłącz obsługę bezprzewodowych sieci (WLAN)

# #727
source: Enable a 'tethered' Wireless Access Point. This requires your wireless card (and driver) to support bridging and access point mode. Not all cards are capable.
pl: Włącz usługę "Tethering " punktu dostępu bezprzewodowego. Wymagana jest odpowiednia karta bezprzewodowa (i sterowniki) do wsparcia pomostowego oraz odpowiedni tryb pracy punktu dostępu. Nie wszystkie karty sieciowe są wspierane.

# #728
source: Configure the Access Point SSID
pl: Konfiguruj nazwę Punktu Dostępowego SSID

# #729
source: Configure the Access Point Passphrase
pl: Konfiguruj hasło do Punktu Dostępowego

# #730
source: Enable or disable support for Wired (Ethernet) networks
pl: Włącz lub wyłącz obsługę sieci (Ethernet)

# #731
source: Configure OpenVPN and PPTP VPN connections
pl: Konfiguruj połączenia OpenVPN i VPN PPTP

# #732
source: Configure the 1st time (NTP) server
pl: Konfiguruj pierwszy serwer czasu (NTP)

# #733
source: Configure the 2nd time (NTP) server
pl: Konfiguruj drugi serwer czasu (NTP)

# #734
source: Configure the 3rd time (NTP) server
pl: Konfiguruj trzeci serwer czasu (NTP)

# #735
source: Configure boot-time mounting of a remote filesystem, e.g. NFS or SMB mounts on a remote NAS, without needing autostart.sh hacks.
pl: Konfiguruj boot-time zdalnych systemów plików, np. NFS lub SMB jest montowane na zdalnym serwerze NAS, bez autostart.sh.

# #736
source: Set to ON to delay PHT startup until the network is available. Use this if the OS is booting into PHT before the network is up and central MySQL databases are accessible.
pl: Ustaw na "Włączony" jeśli chcesz aby system opóźnił uruchomienie PHT, do czasu aż sieć będzie dostępna. Użyj tej funkcji gdy PHT korzysta z zdalnych centralnych baz danych MySQL.

# #738
source: Set to ON to enable the embedded Samba (SMB) filesharing service
pl: Ustaw na "Włączony" jeśli chcesz aby system włączył wbudowane usługi wymiany plików Samba (SMB)

# #739
source: Set to ON to require username/password access to local Samba fileshares
pl: Ustaw na "Włączony" jeśli chcesz aby system wymagał logowania/hasła dostępu do lokalnej usługi Samba

# #740
source: Set the username for Samba sharing
pl: Ustaw nazwę użytkownika dla usługi Samba

# #741
source: Set the password for Samba sharing
pl: Ustaw hasło dla dzielenia usługi Samba

# #742
source: Set to ON to enable the embedded SSH server. The SSH console can be accessed with username 'root' and password 'openelec'.
pl: Ustaw na "Włączony" jeśli chcesz aby system włączył serwer SSH. Konsola SSH jest dostępna po zalogowaniu sie jako "root" i hasło "openelec".

# #743
source: Set to ON if you have copied private SSH keys to your HTPC and would like to improve security by disabling SSH username and password authentication.
pl: Ustaw na "Włączony" jeśli masz skopiowane prywatne klucze SSH do HTPC i chcesz poprawić bezpieczeństwo wyłączając nazwę użytkownika i uwierzytelnianie SSH.

# #744
source: Set to ON to enable the Avahi (Zeroconf/Bonjour) network discovery service
pl: Ustaw na "Włączony" jeśli chcesz włączyć odnajdowanie usług sieci Avahi (Zeroconf/Bonjour)

# #745
source: Set to ON to enable the cron daemon
pl: Ustaw na "Włączony" jeśli chcesz włączyć demona Cron

# #746
source: Set to ON to send system event logs (/var/log/messages) to a remote Syslog server
pl: Ustaw na "Włączony" jeśli chcesz wysłać dzienniki zdarzeń systemowych (/var/log/messages) na serwer Syslog

# #747
source: Configure the IP address of the remote Syslog server
pl: Skonfiguruj adres IP zdalnego serwera Syslog

# #32000
source: Network
pl: Sieć

# #32001
source: Services
pl: Usługi

# #32003
source: Interface
pl: Interfejs

# #32004
source: IP Address
pl: Adres IP

# #32005
source: Type
pl: Typ

# #32006
source: State
pl: Stan

# #32007
source: Driver
pl: Sterownik

# #32008
source: LCD/VFD Driver
pl: Sterownik LCD/VFD

# #32009
source: Keyboard
pl: Klawiatura

# #32010
source: Keyboard Layout
pl: Układ klawiatury

# #32011
source: Power Saving
pl: Oszczędzanie energii

# #32012
source: Sleep hard drive after (minutes)
pl: Uśpij dysk twardy po ... (w min.)

# #32013
source: Updates
pl: Aktualizacja

# #32014
source: Automatic Updates
pl: Aktualizacja automatyczna

# #32100
source: Connections
pl: Połączenia

# #32101
source: Network
pl: Sieć

# #32102
source: Wireless Networks
pl: Sieci bezprzewodowe

# #32103
source: Wired Networks
pl: Sieci przewodowe

# #32105
source: Active
pl: Aktywne

# #32106
source: Username
pl: Nazwa użytkownika

# #32107
source: Passphrase
pl: Hasło

# #32108
source: Enable 'tethered' Wireless Access Point
pl: Włącz punkt dostępu 'Tethering'

# #32109
source: Connect Automatically
pl: Połącz automatycznie

# #32110
source: Connection
pl: Połączenie

# #32113
source: IP Address Method
pl: Rodzaj Adresu IP

# #32114
source: IP Address
pl: Adres IP

# #32115
source: Subnet Mask
pl: Maska podsieci

# #32116
source: Default Gateway
pl: Brama domyślna

# #32117
source: Prefix Length
pl: Długość prefiksu

# #32118
source: Privacy
pl: Prywatność

# #32119
source: DNS Servers
pl: Serwery DNS

# #32120
source: Nameserver #1
pl: Nazwa serwera #1

# #32121
source: Nameserver #2
pl: Nazwa serwera #2

# #32122
source: Nameserver #3
pl: Nazwa serwera #3

# #32123
source: NTP Servers
pl: Serwer

# #32124
source: Timeserver #1
pl: Serwer czasu #1

# #32125
source: Timeserver #2
pl: Serwer czasu #2

# #32126
source: Timeserver #3
pl: Serwer czasu #3

# #32127
source: DNS Domains
pl: Domena DNS

# #32128
source: Domain #1
pl: Domena #1

# #32129
source: Domain #2
pl: Domena #2

# #32130
source: Domain #3
pl: Domena #3

# #32131
source: VPN Type
pl: Rodzaj VPN

# #32132
source: Network Name
pl: Nazwa sieci

# #32133
source: VPN Server
pl: Serwer VPN

# #32134
source: VPN DNS Domain
pl: Domena VPN DNS

# #32135
source: VPN Cookie
pl: Ciasteczka VPN

# #32136
source: Server Certificate
pl: Certyfikat serwera

# #32137
source: Certificate Autority Certificate
pl: Certyfikat Centrum Certyfikacji

# #32138
source: Certificate
pl: Certyfikat

# #32139
source: Key
pl: Klucz

# #32140
source: Save
pl: Zapisz

# #32141
source: Delete
pl: Usuń

# #32142
source: Refresh
pl: Odśwież

# #32143
source: Disconnect
pl: Rozłącz

# #32144
source: Connect
pl: Połącz

# #32145
source: Unable to connect
pl: Nie można połączyć

# #32146
source: Hidden Network Name
pl: Nazwa ukrytej sieci

# #32147
source: Wireless Network Passphrase
pl: Hasło sieci bezprzewodowej

# #32148
source: Wireless Network Username
pl: Nazwa użytkownika sieci bezprzewodowej

# #32149
source: Add VPN
pl: Dodaj VPN

# #32150
source: Edit
pl: Edytuj

# #32151
source: Refuse EAP
pl: Odrzuć EAP

# #32152
source: Refuse PAP
pl: Odrzuć PAP

# #32153
source: Refuse CHAP
pl: Odrzuć CHAP

# #32154
source: Refuse MS-CHAP
pl: Odrzuć MS-CHAP

# #32155
source: Refuse MS-CHAP v2
pl: Odrzuć MS-CHAP v2

# #32156
source: Require MPPE
pl: Odrzuć MPPE

# #32157
source: Require MPPE (40 bit)
pl: Wymagaj MPPE (40 bit)

# #32158
source: Require MPPE (128 bit)
pl: Wymagaj MPPE (128 bit)

# #32159
source: Require Stateful MPPE
pl: Wymagaj Stateful MPPE

# #32160
source: Disable BSD Compression
pl: Wyłącz kompresję BSD

# #32161
source: Disable VJ Compression
pl: Wyłącz kompresję VJ

# #32162
source: LCP Echo Failure
pl: Błąd LCP Echo

# #32163
source: LCP Echo Interval
pl: Interwał LCP Echo

# #32164
source: Disable Deflate Compression
pl: Wyłącz kompresję przeciętnego poziomu spadku

# #32179
source: Update Available
pl: Aktualizacja dostępna

# #32180
source: Would you like to update OpenELEC now?
pl: Chcesz zaktualizować OpenELEC?

# #32181
source: Filename
pl: Nazwa pliku

# #32182
source: Download speed
pl: Prędkość pobierania

# #32183
source: Time remaining
pl: Pozostały czas

# #32184
source: Extract file
pl: Rozpakuj plik archiwum

# #32185
source: Extract speed
pl: Prędkośc rozpakowywania

# #32186
source: Initialize Archive File
pl: Inicjowanie pliku archiwum

# #32187
source: Latest Version
pl: Najnowsza wersja

# #32188
source: Current Version
pl: Aktualna wersja

# #32189
source: Identification
pl: Identyfikacja

# #32190
source: System Name
pl: Nazwa systemu

# #32191
source: Error
pl: Błąd

# #32192
source: Unable to connect to Network
pl: Nie można połączyć się z siecią

# #32193
source: Service
pl: Usługa

# #32194
source: Restart Networking
pl: Restart sieci

# #32195
source: Support
pl: Wsparcie

# #32196
source: About
pl: Informacje

# #32197
source: Update now
pl: Aktualizuj

# #32198
source: SSID
pl: Nazwa sieci

# #32199
source: If you would like to contribute to the OpenELEC project you can make a donation using [CR]PayPal, Flattr or Bitcoin. Donating is easy and takes only a few minutes.
pl: Jeśli chcesz wesprzeć projekt OpenELEC możesz dokonać wpłaty za pomocą [CR]PayPal, Flattr lub Bitcoin. Dotacja jest łatwa i zajmuje tylko kilka minut Twojego czasu.

# #32202
source: Use Samba Password Authentication
pl: Użyj uwierzytelniania hasła Samba

# #32203
source: Disable SSH Password
pl: Wyłącz hasło SSH

# #32204
source: Enable Samba
pl: Włącz Sambe

# #32205
source: Enable SSH
pl: Włącz SSH

# #32206
source: Enable Avahi (Zeroconf)
pl: Włącz Avahi (Zeroconf)

# #32208
source: Hidden Wlan
pl: Ukryta bezprzewodowa sieć lokalna

# #32209
source: Proxy Server
pl: Serwer Proxy

# #32210
source: Auto Proxy URL
pl: Automatyczna konfiguracja adresowania Proxy

# #32211
source: Proxy Servers
pl: Serwery Proxy

# #32212
source: Cancel
pl: Anuluj

# #32213
source: Exit
pl: Zakończ

# #32214
source: Upload Logfiles
pl: Prześlij logi

# #32215
source: Invalid Email Address
pl: Nieprawidłowy adres e-mail

# #32300
source: Welcome to [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR]
pl: Witaj w [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR

# #32301
source: Welcome
pl: Witaj

# #32302
source: This wizard will guide you through the process of setting up your new [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] installation - setting your location, timezone and connecting you to the internet.[CR][CR]These settings can be changed later by navigating to Programs > [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] Settings.[CR][CR]To begin your [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] experience, select your regional settings and your keyboard layout, then click Next.
pl: Kreator instalacji poprowadzi Cię przez proces instalacji i konfiguracji [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] - utworzenie strefy czasowej, ustawienie lokalizacji oraz podłączenie do internetu.[CR][CR]Ustawienia te można później zmienić, przechodząc do Programy > Ustawienia [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR].[CR][CR] Aby rozpocząć przygodę z [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] określ ustawienia regionalne i układ klawiatury, a następnie kliknij przycisk Dalej.

# #32303
source: Next
pl: Dalej

# #32304
source: To be identified easily on the network, your new [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] machine needs a name.[CR][CR]Try to choose something meaningful - like the room it's in - so you'll know what it is when you see it on the network.[CR][CR]This name is used when configuring network services, like file sharing using samba.
pl: Aby umożliwić łatwą identyfikację w sieci [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] potrzebuje nazwy.[CR][CR]Postaraj się wybrać coś sensownego - jak na przykład pokój w którym znajduje się system.[CR][CR]Ta nazwa jest używana podczas konfigurowania usług sieciowych, na przykład Samba.

# #32305
source: Networking
pl: Sieć

# #32306
source: In order to download backdrops, banners and thumbnails for your movies and TV shows and to stream online content from sites like YouTube, [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] needs to be connected the Internet.[CR][CR]An Internet connection is also required for [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] to automatically update itself.
pl: Aby pobierać dodatkowe materiały dla multimediów oraz przesyłania treści online z witryn takich jak YouTube, [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] musi być podłączony do Internetu.[CR][CR]Połączenie internetowe jest wymagane również w celu automatycznej aktualizacji [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR].

# #32307
source: Select your Regional Settings:
pl: Wybierz Ustawienia regionalne:

# #32308
source: Hostname:
pl: Nazwa hosta:

# #32309
source: The following Networks are currently available:
pl: Dostępne Sieci:

# #32310
source: Keyboard:
pl: Klawiatura:

# #32311
source: Sharing and Remote Access
pl: Udostępnianie i dostęp zdalny

# #32312
source: [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] also supports SSH for remote access. This is for advanced users who wish to interact with [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR]'s underlying operating system. The default user is [COLOR blue]root[/COLOR] and the default password is [COLOR blue]openelec.[/COLOR]
pl: [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] obsługuje protokół zdalnego dostępu SSH. Usługa skierowana jest do zaawansowanych użytkowników, którzy chcą mieć większą kontrolę i więcej zabawy z [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR]. Domyślny użytkownik to [COLOR blue]root[/COLOR] a domyślne hasło to [COLOR blue]openelec.[/COLOR]

# #32313
source: In order to share your files between your computers [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] has incorporated a samba server. This samba server can be integrated into your local network by accessing it in a familiar way with Finder or Windows Explorer.
pl: Aby udostępniać pliki między różnymi komputerami [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] musi mieć włączoną usługę serwera Samba. Serwer może zostać z łatwością zintegrowany w sieci lokalnej poprzez znany sposób z Findera lub Eksploratora Windows.

# #32314
source: enabled
pl: włączone

# #32315
source: disabled
pl: wyłączne

# #32316
source: Configure Services:
pl: Konfiguracja usługi:

# #32317
source: Thank you
pl: Dziękuję

# #32318
source: You [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] installation is now complete and you'll now enter PHT when you can set up your media libraries. For help with this, there is a guide available at wiki.xbmc.org[CR][CR][COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] is developed by a dedicated team of developers who work purely in their spare time. Even as a volunteer project, we still have to pay for our internet bandwidth and development resources so if you find [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] useful, we will always appreciate a donation of any amount.[CR][CR]Finally, we hope you enjoy using [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] as much as we've enjoying building it. If you need any more help, you can find links to get help along with latest news at openelec.tv
pl: Instalacja [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] dobiegła końca. Teraz zostaniesz przeniesiony do ustawień PHT gdzie możesz wskazać swoje biblioteki multimediów. Pomoc dostępna jest na stronie: wiki.xbmc.org [CR][CR][COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] jest rozwijany przez zespół programistów, którzy pracują wyłącznie w wolnym czasie. Nawet jako projekt składający się z wolontariuszy, nadal musimy płacić za utrzymanie naszych serwerów i zasobów rozwojowych. Jeżeli [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] jest dla Ciebie użyteczny, zawsze będziemy bardzo wdzięczni za wpłaty jakiejkolwiek kwoty.[CR][CR]Mamy nadzieję, że [COLOR FF757677]Open[/COLOR][COLOR FF8ABEE2]ELEC[/COLOR] daje Ci wiele radości tak samo jak nam praca nad tym systemem. Jeśli potrzebujesz więcej pomocy lub szukasz najnowszych informacji zajrzyj na stronę: openelec.tv.

# #32319
source: Cron
pl: Demon Cron

# #32320
source: Enable Cron
pl: Włącz Cron'a

# #32321
source: Virtual Private Networks
pl: Wirtualne sieci prywatne

# #32322
source: Add new VPN configuration
pl: Dodaj konfigurację nowego VPN

# #32323
source: Reset to Defaults
pl: Przywróć domyślne

# #32324
source: Reset System Settings to defaults
pl: Przywracanie ustawień domyślnych systemu

# #32325
source: Reset OpenELEC to defaults
pl: Przywróć ustawienia domyślne OpenELEC

# #32326
source: Are you sure?
pl: Na pewno?

# #32328
source: The system must reboot.
pl: System musi być ponownie uruchomiony.

# #32329
source: Rebooting in %d seconds
pl: Ponowne uruchomienie w %d sekund

# #32330
source: Keyboard Type
pl: Typ klawiatury

# #32332
source: Address
pl: Adres

# #32333
source: Connected:
pl: Połączony:

# #32334
source: Yes
pl: Tak

# #32335
source: No
pl: Nie

# #32336
source: Start Discovery
pl: Włącz wykrywanie

# #32337
source: Stop Discovery
pl: Zakończ wykrywanie

# #32338
source: No Bluetooth adapter found.
pl: Nie znaleziono adaptera Bluetooth.
