Repository: ziggimon/service.openelec.settings
Catalog: resources/language/Polish/strings.po
Languages: pl

# #32339
source: No Bluetooth device found. Please put your Bluetooth device into discovery mode[CR]and start the scan
pl: Nie znaleziono urządzenia Bluetooth. Proszę włącz urządzenie Bluetooth w trybie wykrywania [CR] i rozpocznij ponownie skanowanie

# #32340
source: Syslog
pl: Narzędzie Syslog

# #32341
source: Enable Remote Syslog Server
pl: Włącz zdalny serwer Syslog

# #32342
source: Syslog Server IP Address
pl: Adres IP serwera Syslog

# #32343
source: Enter the following Key on your Device.
pl: Wprowadź następujące znaki.

# #32345
source: Bluetooth daemon is not running!
pl: Bluetooth nie działa!

# #32346
source: Bluetooth is disabled
pl: Bluetooth jest wyłączony

# #32347
source: Enable hard drive sleep when idle
pl: Wyłącz dysk twardy w czasie bezczynności.

# #32348
source: Network Mounts
pl: Lokalizacja sieciowa

# #32349
source: Add
pl: Dodaj

# #32350
source: Mount
pl: Montowanie

# #32351
source: Type
pl: Typ

# #32352
source: Mount Point
pl: Zasób montowany

# #32353
source: Server
pl: Serwer

# #32354
source: Share
pl: Udostępnij

# #32355
source: Username
pl: Nazwa użytkownika

# #32356
source: Password
pl: Hasło

# #32357
source: Mount Options
pl: Opcje montowania

# #32358
source: Trust and Connect
pl: Zaufaj i połącz

# #32359
source: Support
pl: Wsparcie

# #32360
source: Please enter your email address
pl: Podaj swój adres e-mail

# #32361
source: The following Informations are Invalid:
pl: Następujące Informacje są niepoprawne:

# #32362
source: Check for updates now:
pl: Sprawdź aktualizacje:

# #32364
source: Update available
pl: Aktualizacja jest dostępna

# #32365
source: Show Update Notifications
pl: Pokaż powiadomienia o aktualizacjach

# #32366
source: Update Download Completed
pl: Pobieranie aktualizacji zakończone

# #32367
source: Update Extract Complete
pl: Wypakowanie archiwum aktualizacji kompletne

# #32368
source: Advanced Network Settings
pl: Zaawansowane ustawienia sieci

# #32369
source: Wait for network before starting PHT
pl: Poczekaj na połączenie do sieci przed rozpoczęciem PHT

# #32370
source: Maximum Wait Time (Sec.)
pl: Maksymalny czas oczekiwania (w sek.)

# #32371
source: Backup
pl: Kopia bezpieczeństwa

# #32372
source: Create System and PHT Backup
pl: Tworzenie kopii zapasowej systemu i PHT

# #32373
source: Restore Backup
pl: Przywracanie kopii zapasowej

# #32375
source: Backup Progress
pl: Przywracanie kopii zapasowej

# #32376
source: Select a backup destination directory
pl: Wybierz katalog docelowy dla kopii zapasowej

# #32377
source: Select the backup file to restore
pl: Wskaż plik kopii zapasowej

# #32378
source: The information you entered is incomplete
pl: Wprowadzone informacje są niekompletne

# #32379
source: There is not enough free storage space to continue!
pl: Nie ma wystarczająco dużo wolnego miejsca aby kontynuować!

# #32380
source: Restoring system settings requires a reboot. Are you sure you want to restore?
pl: Przywracanie ustawień systemu wymaga ponownego uruchomienia systemu. Czy na pewno chcesz przywrócić?
