Repository: ziggimon/service.openelec.settings
Catalog: language/Estonian/strings.po
Languages: et

# #601
source: Interface
et: Liides

# #602
source: Address
et: Aadress

# #603
source: Type
et: Tüüp

# #604
source: State
et: Olek

# #605
source: Address
et: Aadress

# #606
source: Distribution:
et: Distributsioon:

# #607
source: Version:
et: Versioon:

# #608
source: Architecture:
et: Arhitektuur:

# #611
source: The OpenELEC project runs on goodwill, love, and your donations. If you would like to contribute to the project you can donate using PayPal, Flattr or Bitcoin. Making a donation is easy and takes only a couple of minutes. http://openelec.tv/donate
et: OpenELEC projekt elab heast tahtest, altruistlikust tööst ja Sinu annetustest. Kui soovid ka omalt poolt projekti finantsiliselt toetada, saad seda teha Paypal, Flattr või Bitcoin kaudu. Annetuse tegemine on lihtne ja võtab aega vaid mõne minuti. http://openelec.tv/donate

# #700
source: Configure a hostname, keyboard type, perform a reset, update, or backups and restores
et: Süsteemi nime ja klaviatuuripaigutuse seadmine, algseadistuste laadimine, tarkvara uuendamine ning varundamine ja taastamine

# #702
source: Manage the Ethernet, Wireless and VPN connections available to the system
et: Etherneti, Juhtmevaba ja VPN ühenduste haldamine

# #703
source: Configure system services like Samba, SSH, Cron, Avahi and Syslog
et: Süsteemiteenuste nagu Samba, SSH, Cron, Avahi ja Syslog seadistamine

# #704
source: Configure and pair Bluetooth devices
et: Bluetooth seadmete häälestus

# #705
source: Useful information like version and architecture details, support and social media links, and how to make a donation to the project
et: Kasulik info nagu versiooninumber, arhitektuur, toe ja sotsiaalmeedia viidad ning juhend, kuidas projekti toetada

# #711
source: Configure the 1st keyboard software layout
et: Sea klaviatuuripaigutus nr. 1

# #712
source: Configure the 2nd keyboard software layout
et: Sea klaviatuuripaigutus nr. 2

# #713
source: Configure the physical keyboard type
et: Sea füüsilise klaviatuuri tüüp

# #715
source: Set to ON and an on-screen notification will be displayed when a new update is available
et: Kui valik on aktiivne, siis tuleb ekraanile teade, kui uuendus on saadaval

# #719
source: Configure the number of minutes before hard-drive spin down occurs
et: Mitme minuti pärast kõvaketta pöörlemise peatamise käsk antakse

# #720
source: Set to ON and Bluetooth devices will be disabled during power-saving modes
et: Kui valik on aktiivne, keelatakse Bluetooth seadmed energiasäästurežiimides

# #723
source: Restore a tar archive backup previously created using the backup option above
et: Taasta konfiguratsiooni seadistused ülalpool oleva valiku abil tehtud varunduse tar arhiivist

# #726
source: Enable or disable support for Wireless (WLAN) networks
et: Luba või keela juhtmevabade (WLAN) võrkude tugi

# #727
source: Enable a 'tethered' Wireless Access Point. This requires your wireless card (and driver) to support bridging and access point mode. Not all cards are capable.
et: Luba 'tethered' juhtmevaba võrgu ligipääsupunkt (Wireless Access Point). See eeldab, et juhtmevaba võrgu kaart ja tüürel toetaks silla ja ligipääsupunkti režiime. Kõik kaardid pole selleks võimelised.

# #728
source: Configure the Access Point SSID
et: Ligipääsupunkti SSID seadmine

# #729
source: Configure the Access Point Passphrase
et: Ligipääsupunkti parooli seadmine

# #730
source: Enable or disable support for Wired (Ethernet) networks
et: Luba või keela juhtmega võrgu (Ethernet) tugi

# #731
source: Configure OpenVPN and PPTP VPN connections
et: Seadista OpenVPN ja PPTP VPN ühendusi

# #732
source: Configure the 1st time (NTP) server
et: Seadista täpse aja (NTP) server nr. 1

# #733
source: Configure the 2nd time (NTP) server
et: Seadista täpse aja (NTP) server nr. 2

# #734
source: Configure the 3rd time (NTP) server
et: Seadista täpse aja (NTP) server nr. 3

# #736
source: Set to ON to delay Kodi startup until the network is available. Use this if the OS is booting into Kodi before the network is up and central MySQL databases are accessible.
et: Kui valik on aktiivne, siis Kodi käivitus ootab, kuni võrguühendus on olemas. Kasuta siis, kui OS käivitab Kodi enne kui võrk saab üles ja kesksed MySQL andmebaasid muutuvad kättesaadavaks.

# #738
source: Set to ON to enable the embedded Samba (SMB) filesharing service
et: Kui valik on aktiivne, siis lubatakse Samba (SMB) failijagamisteenus

# #739
source: Set to ON to require username/password access to local Samba fileshares
et: Kui valik on aktiivne, siis nõutakse lokaalsete Samba jaotistele ligipääsuks kasutajanime/parooli

# #740
source: Set the username for Samba sharing
et: Kasutajanimi Samba failijaotuse ligipääsuks

# #741
source: Set the password for Samba sharing
et: Parool Samba failijaotuse ligipääsuks

# #743
source: Set to ON if you have copied private SSH keys to your HTPC and would like to improve security by disabling SSH username and password authentication.
et: Valik on aktiivseks mõtet seada peale SSH privaatvõtmete kopeerimist HTPC masinasse. Tõstab turvalisust, keelates ära SSH kasutajanime ja parooliga autentimise.

# #744
source: Set to ON to enable the Avahi (Zeroconf/Bonjour) network discovery service
et: Kui valik on aktiivne, siis on lubatud Avahi (Zeroconf/Bonjour) võrguteenuste tuvastamise protokoll

# #745
source: Set to ON to enable the cron daemon
et: Kui valik on aktiivne, on cron deemon lubatud

# #746
source: Set to ON to send system event logs (/var/log/messages) to a remote Syslog server
et: Kui valik on aktiivne, saadetakse süsteemsete sündmuste logi (/var/log/messages) eemalasuvasse Syslog serverisse

# #747
source: Configure the IP address of the remote Syslog server
et: Eemalasuva Syslog serveri IP aadress

# #32000
source: Network
et: Võrk

# #32001
source: Services
et: Teenused

# #32002
source: System
et: Süsteem

# #32003
source: Interface
et: Liides

# #32004
source: IP Address
et: IP aadress

# #32005
source: Type
et: Tüüp

# #32006
source: State
et: Olek

# #32007
source: Driver
et: Tüürel

# #32008
source: LCD/VFD Driver
et: LCD/VFD tüürel

# #32009
source: Keyboard
et: Klaviatuur

# #32010
source: Keyboard Layout
et: Klaviatuuripaigutus

# #32012
source: Sleep hard drive after (minutes)
et: Peata kõvaketas pärast (minutit)

# #32013
source: Updates
et: Uuendused

# #32014
source: Automatic Updates
et: Automaatsed uuendused

# #32100
source: Connections
et: Ühendused

# #32101
source: Network
et: Võrk

# #32102
source: Wireless Networks
et: Juhtmeta võrgud

# #32103
source: Wired Networks
et: Juhtmega võrgud

# #32105
source: Active
et: Aktiivne

# #32106
source: Username
et: Kasutajanimi

# #32107
source: Passphrase
et: Parool

# #32108
source: Enable 'tethered' Wireless Access Point
et: Luba 'tethered' juhtmevaba ligipääsupunkt

# #32109
source: Connect Automatically
et: Ühendu automaatselt

# #32110
source: Connection
et: Ühendus

# #32113
source: IP Address Method
et: IP aadressi meetod

# #32114
source: IP Address
et: IP aadress

# #32115
source: Subnet Mask
et: Alamvõrgu mask

# #32116
source: Default Gateway
et: Vaikimisi lüüs

# #32117
source: Prefix Length
et: Prefiksi pikkus

# #32118
source: Privacy
et: Privaatsus

# #32119
source: DNS Servers
et: DNS serverid

# #32120
source: Nameserver #1
et: Nimeserver nr. 1

# #32121
source: Nameserver #2
et: Nimeserver nr. 2

# #32122
source: Nameserver #3
et: Nimeserver nr. 3

# #32123
source: NTP Servers
et: NTP serverid

# #32124
source: Timeserver #1
et: Ajaserver nr. 1

# #32125
source: Timeserver #2
et: Ajaserver nr. 2

# #32126
source: Timeserver #3
et: Ajaserver nr. 3

# #32127
source: DNS Domains
et: DNS domeenid

# #32128
source: Domain #1
et: Domeen nr. 1

# #32129
source: Domain #2
et: Domeen nr. 2

# #32130
source: Domain #3
et: Domeen nr. 3

# #32131
source: VPN Type
et: VPN tüüp

# #32132
source: Network Name
et: Võrgu nimi

# #32134
source: VPN DNS Domain
et: VPN DNS domeen

# #32135
source: VPN Cookie
et: VPN küpsis

# #32136
source: Server Certificate
et: Serveri sertifikaat

# #32137
source: Certificate Autority Certificate
et: Serdikinnitaja ehk CA sertifikaat

# #32138
source: Certificate
et: Sertifikaat

# #32139
source: Key
et: Võti

# #32140
source: Save
et: Salvesta

# #32141
source: Delete
et: Kustuta

# #32142
source: Refresh
et: Värskenda

# #32143
source: Disconnect
et: Katkesta ühendus

# #32144
source: Connect
et: Ühendu

# #32145
source: Unable to connect
et: Ei saa ühendust

# #32146
source: Hidden Network Name
et: Peidetud võrgu nimi

# #32147
source: Wireless Network Passphrase
et: Juhtmeta võrgu parool

# #32148
source: Wireless Network Username
et: Juhtmeta võrgu kasutajanimi

# #32149
source: Add VPN
et: Lisa VPN

# #32150
source: Edit
et: Muuda

# #32156
source: Require MPPE
et: MPPE nõue

# #32157
source: Require MPPE (40 bit)
et: MPPE (40 bitti) nõue

# #32158
source: Require MPPE (128 bit)
et: MPPE (128 bitti) nõue

# #32160
source: Disable BSD Compression
et: Keela BSD kompressioon

# #32161
source: Disable VJ Compression
et: Keela VJ kompressioon

# #32162
source: LCP Echo Failure
et: LCP Echo nurjumine

# #32163
source: LCP Echo Interval
et: LCP Echo intervall

# #32164
source: Disable Deflate Compression
et: Keela Deflate kompressioon

# #32167
source: Proto
et: Protokoll

# #32179
source: Update Available
et: Uuendus saadaval

# #32181
source: Filename
et: Failinimi

# #32182
source: Download speed
et: Allalaadimiskiirus

# #32183
source: Time remaining
et: Järelejäänud aeg

# #32184
source: Extract file
et: Faili lahtipakkimine

# #32185
source: Extract speed
et: Lahtipakkimise kiirus

# #32186
source: Initialize Archive File
et: Initsialiseeri arhiivifail

# #32187
source: Latest Version
et: Viimane versioon

# #32188
source: Current Version
et: Praegune versioon

# #32189
source: Identification
et: Identifikaator

# #32190
source: System Name
et: Süsteemi nimi

# #32191
source: Error
et: Viga

# #32192
source: Unable to connect to Network
et: Viga võrguga ühendumisel

# #32193
source: Service
et: Teenus

# #32194
source: Restart Networking
et: Võrgunduse taaskäivitus

# #32195
source: Support
et: Tugi

# #32196
source: About
et: Teave

# #32197
source: Update now
et: Uuenda nüüd

# #32199
source: If you would like to contribute to the OpenELEC project you can make a donation using [CR]PayPal, Flattr or Bitcoin. Donating is easy and takes only a few minutes.
et: Kui soovid OpenELEC projektile omapoolse panuse anda, saad teha annetuse[CR]Paypal, Flattr või Bitcoin kaudu. Annetuse tegemine on lihtne ja võtab aega vaid mõne minuti.

# #32202
source: Use Samba Password Authentication
et: Kasuta Samba parooliga autentimist

# #32203
source: Disable SSH Password
et: Keela SSH parool

# #32204
source: Enable Samba
et: Luba Samba

# #32205
source: Enable SSH
et: Luba SSH

# #32206
source: Enable Avahi (Zeroconf)
et: Luba Avahi (Zeroconf)

# #32208
source: Hidden Wlan
et: Peidetud WLAN

# #32210
source: Auto Proxy URL
et: Automaatne proxy URL

# #32211
source: Proxy Servers
et: Proxy serverid

# #32212
source: Cancel
et: Katkesta

# #32213
source: Exit
et: Lõpeta

# #32214
source: Upload Logfiles
et: Logifailide üleslaadimine

# #32215
source: Invalid Email Address
et: Vigane e-posti aadress

# #32301
source: Welcome
et: Tere tulemast

# #32303
source: Next
et: Järgmine

# #32305
source: Networking
et: Võrgundus

# #32307
source: Select your Regional Settings:
et: Regionaalsed seadistused

# #32308
source: Hostname:
et: Hostinimi:

# #32309
source: The following Networks are currently available:
et: Hetkel on järgmised võrgud saadaval:

# #32310
source: Keyboard:
et: Klaviatuur:

# #32311
source: Sharing and Remote Access
et: Failijagamine ja kaugligipääs

# #32314
source: enabled
et: lubatud

# #32315
source: disabled
et: keelatud

# #32316
source: Configure Services:
et: Teenuste seadistamine:

# #32317
source: Thank you
et: Tänan

# #32320
source: Enable Cron
et: Luba Cron

# #32321
source: Virtual Private Networks
et: Virtuaalsed Privaatvõrgud

# #32322
source: Add new VPN configuration
et: Lisa uus VPN konfiguratsioon

# #32323
source: Reset to Defaults
et: Taasta algseadistused

# #32324
source: Reset System Settings to defaults
et: Süsteemiseadistuste vaikeväärtuste taastamine

# #32326
source: Are you sure?
et: Oled kindel?

# #32328
source: The system must reboot.
et: Süsteem peab algkäivituse tegema.

# #32329
source: Rebooting in %d seconds
et: Algkäivitus %d sekundi pärast

# #32330
source: Keyboard Type
et: Klaviatuuri tüüp

# #32332
source: Address
et: Aadress

# #32333
source: Connected:
et: Ühendatud:

# #32334
source: Yes
et: Jah

# #32335
source: No
et: Ei

# #32336
source: Start Discovery
et: Alusta tuvastamist

# #32337
source: Stop Discovery
et: Peata tuvastamine

# #32338
source: No Bluetooth adapter found.
et: Bluetooth adapterit ei leitud

# #32339
source: No Bluetooth device found. Please put your Bluetooth device into discovery mode[CR]and start the scan
et: Bluetooth seadet ei leitud. Palun aktiveeri oma Bluetooth seadmel tuvastamise režiim[CR] ja alusta skaneerimist

# #32341
source: Enable Remote Syslog Server
et: Luba võrgus asuv Syslog server

# #32342
source: Syslog Server IP Address
et: Syslog serveri IP aaddress

# #32343
source: Enter the following Key on your Device.
et: Sisesta oma seadmel järgnev võti.

# #32345
source: Bluetooth daemon is not running!
et: Bluetooth deemon ei tööta!

# #32346
source: Bluetooth is disabled
et: Bluetooth on keelatud

# #32358
source: Trust and Connect
et: Usalda ja ühenda

# #32359
source: Support
et: Tugi

# #32364
source: Update available
et: Uuendus saadaval

# #32382
source: Speed
et: Kiirus
